[
    {
        "end": 1750, 
        "entry": "By the treaty of Madrid, Spain recognizes Portuguese claims in South and West Brazil", 
        "id": "powbra1750", 
        "loc": "bra1", 
        "source": "", 
        "start": 1750, 
        "title": "Treaty of Madrid recognizes Portuguese claims", 
        "type": "power"
    }, 
    {
        "end": 1750, 
        "entry": "Captured Africans seize the ship King David, but survivng crew members persuade the rebels to sail to the French West Indies where they are captured and executed or enslaved.", 
        "id": "redstarsea1750", 
        "loc": "sea1", 
        "source": "", 
        "start": 1750, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1752, 
        "entry": "The Pima Indians have lived for many centuries in scattered locations throughout what are today the western two-thirds of southern Arizona and northern Sonora. While the Pimas Altos (Upper Pima Indians) lived in the north, their linguistic brethren, the Pima Bajo (Lower Pima) lived farther south in lower Sonora.\n\nDuring the 1740s, the Pima Indians began to feel agitated by the presence of the Spaniards in their territory. In November 1751, under the leadership of a Pima leader, Captain-General Luis Oacpicagigua, the Pima rose in revolt. Within a few days more than a hundred settlers, miners, and ranchers were killed. Churches were burned, and two priests were also killed. However, on January 4, 1752, approximately 2,000 northern Pimans attacked less than one hundred Spaniards, only to be repulsed with a loss of forty-three dead. The Pima Revolt lasted only four months, ending with the surrender of Luis Oacpicagigua, who offered himself in sacrifice and atonement for his whole people, endeavoring to spare them the consequences of their uprising.", 
        "id": "redstarmex17511752", 
        "loc": "mex1", 
        "source": "", 
        "start": 1751, 
        "title": "A Failed Revolt", 
        "type": "redstar"
    }, 
    {
        "end": 1755, 
        "entry": "England and Holland, the leading gold and slave contrabandists, amassed fortunes in the illegal &quot;black meat&quot; traffic and are said to have illicitly garnered more than half the metal the Portuguese Crown was supposed to get from Brazil in quinto real tax. But Brazilian gold was channeled to London by licit as well as illicit methods. The gold boom, which brought a host of Portuguese to Minas Gerais, sharply stimulated colonial demand for industrial products and at the same time provided the means to pay for them. Just as Potosi silver rebounded off Spanish soil, Minas Gerais gold only reached Portugal in transit. The metropolis became an intermediary. In 1755 the Marquis de Pombal, Portugal's prime minister, tried to revive a protectionist policy, but it was too late. He declared that the English had conquered Portugal without the trouble of a conquest, that they were supplying two-thirds of its needs, and that British agents controlled the whole of Portuguese trade. Portugal was producing almost nothing, and the wealth brought by gold was so illusory that even the black slaves who mined it were clothed by the British.<br>\nCelso Furtado has noted that Britain, following a farsighted policy with respect to industrial development, used Brazilian gold to pay for essential imports from other countries and could thus concentrate on investments in the manufacturing sector. Thanks to this historical graciousness on the part of the Portuguese, Britain could apply rapid and efficient technical innovations. Europe's financial center moved from Amsterdam to London. According to British sources, the value of Brazilian gold arriving in London reached £50,000 a week in some periods. Without this tremendous accumulation of gold reserves, Britain would not have been able, later on, to confront Napoleon.", 
        "id": "econeur1755", 
        "loc": "eur1", 
        "source": "Open Veins of Latin America, Galeano", 
        "start": 1755, 
        "title": "Brazilian Gold, African Slaves", 
        "type": "economy"
    }, 
    {
        "end": 1756, 
        "entry": "In 1756, an alleged slave conspiracy caused much concern among the colonial elite in Minas Gerais, Brazil. Reportedly, runaway slaves living in the quilombo Campo Grande had plotted a rebellion that never actually took place. \n<br>\nOne of the most important quilombos in colonial Brazil was Campo Grande, which consisted of some twenty-five different settlements. By the 1750s, its population had surpassed 20,000. This quilombo was also significant because it seems that in addition to runaway slaves, many of the original inhabitants were free blacks and mulatoes and poor whites. \n<br>\nIn 1756, the inhabitants of Campo Grande purportedly planned a rebellion, in which they would join with slaves against the European colonists in Minas Gerais. According to rumors at the time, the Africans were planning to attack on holy Thursday while the white Brazilians attended church services. Reportedly, they would kill all of the white and mulatto men, while sparing the women. The plot never came to fruition, perhaps because it was discovered before it began, although there is no real evidence that the plot was genuine. This incident is important, however, in that it demonstrates the extent to which white Brazilians feared runaway black communities. (Ronald Young)", 
        "id": "powbra1756", 
        "loc": "bra8", 
        "source": "", 
        "start": 1756, 
        "title": "Purported Slave Revolt quashed in Minas Gerais", 
        "type": "power"
    }, 
    {
        "end": 1758, 
        "entry": "British capture the island of Guadeloupe from the French.", 
        "id": "warant1758", 
        "loc": "ant1", 
        "source": "", 
        "start": 1758, 
        "title": "", 
        "type": ""
    }, 
    {
        "end": 1761, 
        "entry": "One of Jamaica's worst insurrections of the eighteenth century started in the northeastern part of the island in April 1760 and rapidly spread westward, attracting perhaps as many as thirty thousand rebels. Like their leader, Tacky, nearly all of the rebels were African-born Akans — called Coromantees in Jamaica — from the West Africancoast then known as the Gold Coast, now Ghana. While destroyingproperty and creating panic among the whites, the rebels avoidedoutright battles with army regulars and militia. The military forces were supported by many of the island's maroons, who had gained their freedom by promising to assist authorities in putting down slave revolts and returning fugitives. After more than a year of fighting, the combined force of soldiers, militia, and maroons defeated the rebels in the summer of 1761. Many rebels, including Tacky, were killed before the revolt was suppressed. Sporadic fighting continued in western Jamaica for months, and martial law was maintained until October 1761. By the time the last rebels surrendered, between three hundred and four hundred rebels had been killed,along with sixty whites and sixty free blacks. About 350 rebels werearrested, of whom about one hundred were brutally executed — somewere slowly burned and others suspended and starved to death. Several rebels committed suicide rather than submit to torture and amore brutal death, and many were deported to the penal colony in British Honduras (now Belize).", 
        "id": "redstarjam17601761", 
        "loc": "jam1", 
        "source": "Slave Revolts", 
        "start": 1760, 
        "title": "Coromantees", 
        "type": "redstar"
    }, 
    {
        "end": 1763, 
        "entry": "British capture Cuba from the Spanish.", 
        "id": "powcub17621763", 
        "loc": "cub1", 
        "source": "", 
        "start": 1762, 
        "title": "The Anglo-Spanish War", 
        "type": "power"
    }, 
    {
        "end": 1763, 
        "entry": "Peace of Paris ends the French and Indian war; Britain gains Canada, Tobago and Grenada from France and Florida from Spain; Frances cedes Louisiana to Spain.", 
        "id": "powgre1763", 
        "loc": "gre1", 
        "source": "", 
        "start": 1763, 
        "title": "Colony Trading", 
        "type": "power"
    }, 
    {
        "end": 1764, 
        "entry": "Berbice Slave revolts erupts in the Dutch colony of Berbice (modern-day Guyana).\nIn February 1763, a huge uprising rocked Berbice, a Dutch colony on South America's northeast coast that is now part of Guyana. In 1581, the Dutch had colonized the region, setting up sugar plantations and bringing slave labor from Africa. As in many other European colonies outside of the 13 British colonies, the number of slaves in Guyana greatly outnumbered whites. At the time of the 1763 revolt, the population of blacks in the colony was about 10 times greater than that of whites.\nKnown as the Great Rebellion, the revolt in Guyana involved as many as half the slaves in the entire colony. Triggered by the cruel treatment of slaves, the rebellion began on one plantation where slaves killed their overseer and a carpenter and burned down the owner's house. The rebels then marched from plantation to plantation, and at each, unhappy slaves joined the cause. During the rebellion, many whites were killed, and many plantations and fields were burned.The uprising was led by a slave named Cuffy, a cooper(barrel maker) in the colony. Cuffy and his army of slaves eventually overthrew the Dutch government and took control. The rebels managed to stay in power for more than a year before being defeated by European forces. \nBy late March, the slave rebels controlled most of the colony, but they were not able to take the island's largest fort. Eventually, reinforcements arrived and aided by conflict within rebel ranks were able to reestablish control over the colony. About 60 percent of the whites died during the rebellion and almost 40 percent of the slaves. Of the rebels, 128 were executed in various cruel ways designed to dissuade the slaves fro, further revolts. As the rebellion fell apart, Cuffy took his own life to avoid being tortured and executed. Today, he is considered a national hero in Guyana.", 
        "id": "redstarguy1763", 
        "loc": "guy1", 
        "source": "Historical Dictionary of Slavery and Abolition\n By Martin A. Klein and Slave Rebellions by  \nSlavery in the Americas\nRobin Santos Doak", 
        "start": 1763, 
        "title": "Cuffy", 
        "type": "redstar"
    }, 
    {
        "end": 1763, 
        "entry": "Peace of Paris ends the French and Indian war; Britain gains Canada, Tobago and Grenada from France and Florida from Spain; Frances cedes Louisiana to Spain.", 
        "id": "powtri1763", 
        "loc": "tat1", 
        "source": "", 
        "start": 1763, 
        "title": "Colony Trading", 
        "type": "power"
    }, 
    {
        "end": 1764, 
        "entry": "African captives mutiny and seize the slave ship Hope as it lies off the West Arican coast; the uprising is eventually quelled, and the mutineers are sold into slavery in Puerto Rico.\n\nIn August 1764, the sensational case of a slaving voyage struck by multiple shipboard insurrections was widely reported in the American press, filling newspaper columns in port cities throughout the Northeast. The vessel\nin question was the Hope of New London, Connecticut, which limped into port at the Caribbean island of St. Thomas after a harrowing voyage from West Africa. Explaining the death of Captain Gould and two seamen.\nthe surviving sailors described a deadly slave revolt that they said occurred while the Hope was still on the Senegal coast. According to the crew, the forty-three slaves on board at the time suddenly revolted as the vessel was weighing anchor to sail to the nearby island of Goree. In the ensuing fight, the Africans managed to kill the captain and two of his crew before anyone had time to react. However, the rebels then made the fateful mistake\nof fleeing below deck, where the remainder of the sailors were quickly able to confine them and put an end to the deadly incident. After order was restored. the Hope finally managed to leave the African coast bound for the West Indies, this time under the watch of a new commander, George Taggart, who replaced the fallen Gould. However. the passage was not to be a smooth one. for at some point during the voyage the slaves rose once again, this time killing the ship's carpenter. The crew opened fire on the rebelling slaves, killing seven or eight and thus ending the insurrection. Finally, after the remaining Africans had been placed in double irons to\navoid a third rebellion, the vessel made its way to St. Thomas, and the troubled slaving voyage of the Hope came to an end.", 
        "id": "redstarsea1764", 
        "loc": "pue1", 
        "source": "If We Must Die: Shipboard Insurrections in the Era of the Atlantic Slave Trade by Eric Robert Taylor", 
        "start": 1764, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1765, 
        "entry": "British establish a colony on the Falkland Islands.", 
        "id": "powarg1765", 
        "loc": "arg1", 
        "source": "", 
        "start": 1765, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1781, 
        "entry": "Tupac Katari, who names himself after Tupac Amaru II, and wife Bartolina Sisa (both pictured above) command an army of 40,000 Aymara rebels to conquer La Paz, controlling it on and off for half the year.", 
        "id": "indbol1781", 
        "loc": "bol1", 
        "source": "", 
        "start": 1781, 
        "title": "Tupac Katari conquers La Paz with Aymara rebels", 
        "type": "ind"
    }, 
    {
        "end": 1781, 
        "entry": "Communeros revolt breaks out in Colombia", 
        "id": "redstarcol1781", 
        "loc": "col1", 
        "source": "", 
        "start": 1781, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1781, 
        "entry": "In 1781 Tupac Amaru II (c. 1742-81),  a Jesuit-educated mestizo who had changed his name to reflect his Aymara roots, leads thousands of indigenous rebels against the Spanish crown and lays siege to Cuzco. This mestizo chief, a direct descendant of the Inca emperors, headed the broadest of messianic revolutionary movements. The rebellion broke out in Tinta province, which had been almost depopulated by enforced service in the Cerro Rico mines. Mounted on his white horse, Tupac Amaru entered the plaza of Tungasuca and announced to the sound of drums and pututus that he had condemned the royal Corregidor Antonio Juan de Arriaga to the gallows and put an end to the Potosi mita. A few days later Tupac issued a decree liberating the slaves. He abolished all taxes and forced labor in all forms. The Indians rallied by the thousands to the forces of the &quot;father of all the poor and all the wretched and helpless.&quot; He moved against Cuzco at the head of his guerilleros, promising them that all who died while under his orders in this war would return to life to enjoy the happiness and wealth the invaders had wrested from them. Victories and defeats followed; in the end, betrayed and captured by one of his own chiefs, Tupac was handed over in chains to the royalists. The Examiner Areche entered his cell to demand, in exchange for promises, the names of his rebel accomplices. Tupac Amaru replied scornfully, &quot;There are no accomplices here but you and I. You, the oppressor and I, the liberator. Both of us deserve death!&quot;<img src=\"mapimages/tupac-amaru-execution.jpg\" style=\"padding:12px;column-span:all;\">\nTupac was tortured, along with his wife, his children, and his chief aides, in Cuzco's Plaza del Wacaypata. His tongue was cut out; his arms and legs were tied to four horses with the intention of quartering him, but his body would not break; he was finally beheaded at the foot of the gallows. His head was sent to Tinta, one arm to Tungasuca and the other to Carabaya, one leg to Santa Rosa and the other to Livitaca. The torso was burned and the ashes thrown in the Rio Watanay. It was proposed that all his descendants be obliterated up to the fourth generation.\n<br>\nNearly two centuries had to pass after Tupac Amaru's death before the nationalist general Juan Velasco Alvarado would take up and apply Tupac's resounding, never forgotten words: &quot;Campesino! Your poverty shall no longer feed the master!&quot;", 
        "id": "indper1781", 
        "loc": "per1", 
        "source": "", 
        "start": 1781, 
        "title": "Tupac Amaru II ", 
        "type": "ind"
    }, 
    {
        "end": 1783, 
        "entry": "On June 23,1783, the second US president, John Adams, expressed what was to be the US's attitude towards Cuba until the end of the 19th century. He said the island was a natural extension of the North American continent, and that the continuation of the United States made its annexation necessary. The best way to achieve that, he reckoned, was to let Cuba to remain under Spanish rule until it could be seized directly, because independence could never to be allowed.", 
        "id": "powusa1783", 
        "loc": "cub1", 
        "source": "", 
        "start": 1783, 
        "title": "&quot;A Natural Extension&quot;", 
        "type": "power"
    }, 
    {
        "end": 1783, 
        "entry": "British recognizes US Independence, cedes Tobago to France, and Florida to Spain.", 
        "id": "powtri1783", 
        "loc": "tat1", 
        "source": " ", 
        "start": 1783, 
        "title": "Colony Ceding", 
        "type": "power"
    }, 
    {
        "end": 1789, 
        "entry": "Attempted revolution in South Brazil is led by Army Officer Joaquim de Silva\nInspired by the 1776 North American independence, the Brazilian revolutionary movement known as the Inconfidencia Mineira whose aim was full independence from the Portuguese colonial power and to create a Brazilian republic , led by Joaquim Jose da Silva Xavier, known as Tiradentes. When the plan was discovered, Tiradentes was arrested, tried and publicly hanged.", 
        "id": "redstarbra1789", 
        "loc": "bra7", 
        "source": "", 
        "start": 1789, 
        "title": "Inconfidencia Mineira", 
        "type": "redstar"
    }, 
    {
        "end": 1791, 
        "entry": "A slave named Farcel leads a slave uprising on the island colony of Dominica in the British West Indies", 
        "id": "redstarant1791", 
        "loc": "domrep1", 
        "source": "", 
        "start": 1791, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1804, 
        "entry": "The Haitian Revolution, the only successful mass slave revolt in history, erupts on the Carribean island of Haiti; concluding in 1804, the Haitian revolution is one of the few instances in world history where people of color were able to defeat a white European power on the field of battle.", 
        "id": "redstarhai17911804", 
        "loc": "hai1", 
        "source": "", 
        "start": 1791, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1794, 
        "entry": "On February 4, 1794, the First Republic voted for the abolition of slavery in all French colonies. The abolition decree stated that &quot;the Convention declares the slavery of the Blacks abolished in all the colonies; consequently, all men, irrespective of colour, living in the colonies are French citizens and will enjoy all the rights provided by the Constitution.&quot;\n\nRestored by the Consulate in 1802, slavery was definitively abolished in 1848 by the Second Republic, on Victor Schoelcher's initiative.", 
        "id": "redstareur1794", 
        "loc": "eur1", 
        "source": "", 
        "start": 1794, 
        "title": "Slavery abolished in French colonies", 
        "type": "redstar"
    }, 
    {
        "end": 1795, 
        "entry": "In 1795 a major slave revolt took place under the lead of the Negroes Tula Rigaud, Louis Mercier, Bastian Karpata and Pedro Wakao. Up to 4000 Negro slaves on the Northwest section of the island revolted. Over a thousand of the slaves were involved in heavy gunfights and the Dutch feared for their lives. After a month, the rebellion was crushed", 
        "id": "redstarcur1795", 
        "loc": "cur1", 
        "source": "", 
        "start": 1795, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1796, 
        "entry": "Led by French black plantation owner Julien Fedon, Fedon's rebellion erupts on the Caribbean island of Grenada and lasts until June 1796", 
        "id": "redstargre17951796", 
        "loc": "gre1", 
        "source": "", 
        "start": 1795, 
        "title": "Fedon's Rebellion", 
        "type": "redstar"
    }, 
    {
        "end": 1796, 
        "entry": "Unhappy with the treaties that ended the First Maroon War, the maroons of Trelawney Town in Jamaica launch the Second Maroon War against the British colonial government. Captured Africans try unsuccessfully to seize control of the ship Liberty", 
        "id": "redstarjam17951796", 
        "loc": "jam1", 
        "source": "", 
        "start": 1795, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1798, 
        "entry": "Toussaint L'Ouverture (1744-1803) drives the French from Haiti.", 
        "id": "redstarhai1798", 
        "loc": "hai1", 
        "source": "", 
        "start": 1798, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1802, 
        "entry": "In 1802, a chief named Astorpilco, also a descendant of the Incas, was visited by Humboldt in Cajamarca, on the exact spot where his ancestor Atahualpa had first seen the conquistador Pizarro. The chief's son took the German scholar on a tour of the ruins of the town and the rubble of the old Inca palace, and spoke as they walked of the fabulous treasures hidden beneath the dust and ashes. &quot;Don't you sometimes feel like digging for the treasure to satisfy your needs?&quot; Humboldt asked him. The youth replied: &quot;No, we never feel like doing that. My father says it would be sinful. If we were to find the golden branches and fruits, the white people would hate us and do us harm.&quot; The chief himself raised wheat in a small field, but that was not enough to save him from white covetousness. The usurpers, hungry for gold and silver and for slaves to work the mines, never hesitated to seize lands when their crops offered a tempting profit.", 
        "id": "indperu1802", 
        "loc": "per1", 
        "source": "Open Veins of Latin America, Galeano", 
        "start": 1802, 
        "title": "Hate Us and Do Us Harm", 
        "type": "ind"
    }, 
    {
        "end": 1804, 
        "entry": "Haiti declares independence from France under Emperor Jacques Dessalines (1758-1806)", 
        "id": "redstarhai1804", 
        "loc": "hai1", 
        "source": "", 
        "start": 1804, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1806, 
        "entry": "British occupy Argentina but are evicted by a colonial militia", 
        "id": "powarg1806", 
        "loc": "arg1", 
        "source": "", 
        "start": 1806, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1806, 
        "entry": "\nFrancisco de Miranda leads an unsuccessful rebellion against the Spanish in Venezuela. The Venezuelan rebel, personally opposed to slavery, offered freedom in return for 10 years military service.\n<br>\nFrancisco de Miranda, who had read the works of the\r<i>philosophes</i> during his army service in Spain in the 1770s, transformed\rideology into activism. It was in New York, in 1784, that Francisco de Miranda conceived\rthe idea of 'the liberty and independence of the whole Spanish American\rcontinent'. The model of revolution offered by France had less appeal. As\rMiranda observed in 1799, &quot;We have before our eyes two great examples,\rthe American and the French Revolutions. Let us prudently imitate the\rfirst and carefully shun the second.&quot; <br>\nSpanish American revolutionaries anxiously disassociated themselves\rfrom the Haitian revolution. Miranda in particular was concerned about\rits effect on his reputation in England: &quot;I confess that much as I desire the\rliberty and independence of the New World, I fear anarchy and revolution\reven more. God forbid that the other countries suffer the same fate\ras Saint-Domingue, scene of carnage and crimes, committed on the\rpretext of establishing liberty; better that they should remain another\rcentury under the barbarous and senseless oppression of Spain.&quot;\n<br>\nMiranda argued that it was vital for him to reach Venezuela first, before\rthe Haitians did, and in 1806 he led a tiny expedition to his homeland.\rUnfortunately for his reputation he stopped to re-group in Haiti, where\rhe was advised not to be content with exhorting the Creoles to rise but &quot;to\rcut off heads and burn property&quot;, and where a rumour started that he\rplanned to use black Haitians.34 In fact, Miranda was as socially conservative\ras other Creoles and he had no intention of inciting a race war. But\rthe damage was done. At Coro he was met first by a stony silence then by\ropposition from Creole landowners, who denounced him as a &quot;heretic&quot;\rand a &quot;traitor&quot;.\n<br>\nAt that time both mantuanos and the population at large rallied to the side of the Spanish\rauthorities against Miranda, whose call for outright independence still\rappeared too radical. The fear of inadvertently setting off a Haitian-style\ruprising among slaves and free pardos, who together amounted to over\rhalf the population of Venezuela, was a particular reason for caution\ramong upper-class Creoles. At the same time, fear of the masses was an\rimportant reason for not leaving the maintenance of order to the\rappointed servants of a weakening and seemingly unreliable Spanish\rgovernment, which had already on various occasions shown itself too\rwilling to encourage the aspirations of the <i>pardos</i>.\n<br>\n Simon Bolívar, who followed Miranda as a leading figure in Venezuelan revolutionary circles (and who was a member of the group that arrested Miranda and turned him over to the Spanish), actively recruited slaves beginning in 1816, and would not have succeeded without drawing them away from the royalist cause.", 
        "id": "redstarven1806", 
        "loc": "ven1", 
        "source": "", 
        "start": 1806, 
        "title": "&quot;Quixote but not mad&quot;", 
        "type": "redstar"
    }, 
    {
        "end": 1807, 
        "entry": "The 1807 Bahia rebellion was foiled by the Province government, who had been tipped off by a slave loyal to his master. According to the reports, urban and rural slaves had conspired to join forces to make &quot;War on whites.&quot; Supposedly, they had even planned to capture some of the ships moored in the harbor at Bahia as part of a massive voyage for their anticipated return to Africa. However, the purported goals of the rebel leadership, as related by government sources, represent an extravagant plan that epitomized the fabrications of certain polic captains and an inventive spy. \n\nThe Hausa (Male), both slave and free, performed a major role in organizing the revolt. Among the Hausa people, Islam was widely practiced, and the Hausa were well represented within the slave population of Bahia at the time and were considered responsible for many early 19th century rebellions.", 
        "id": "redstarbra1807", 
        "loc": "bra6", 
        "source": "", 
        "start": 1807, 
        "title": "Bahia Revolt", 
        "type": "redstar"
    }, 
    {
        "end": 1807, 
        "entry": "In November 1807, the Braganzas, the Portuguese royal family, with its court and bureaucracy sailed with British naval escort from Portugal to Brazil. With the seat of the Portuguese government in Rio de Janeiro, many of the old restrictions on trade and commerce disappeared. Most important, the government opened Brazil's ports to British trade and merchants, manufacturing was encouraged, schools and institutions of higher education were constructed, and a new army was formed. (Everything changed again when Napoleon was defeated in 1815. Many Brazilian men and women were initially optimistic when Portugal granted Brazil coequal status as a kingdom in 1816, but Portuguese in Portugal gradually reconstructed their country and demanded that mercantilism be restored and that King João return to Portugal in 1821. Both João and his son, Pedro, recognized that too much had changed to return to the days when Brazil was a colony. Thus, as he left for Portugal, João advised his son to be ready to seize the crown of Brazil if demands for independence accelerated. Under pressure from the Portuguese Côrtes and Portuguese troops in Brazil, Pedro issued his &quot;fico&quot; or declaration that &quot;I am staying&quot; on January 9, 1822. He created a new government with some Brazilian advisors then announced &quot;Independence or Death&quot; on September 7, 1822. Three months later he was crowned Pedro I and became a more-or-less constitutional Emperor, who, nonetheless, had the power to dissolve the national assembly.)", 
        "id": "poweur1807", 
        "loc": "eur1", 
        "source": "", 
        "start": 1807, 
        "title": "Portuguese royal family flee to Brazil after the French invasion.", 
        "type": "power"
    }, 
    {
        "end": 1807, 
        "entry": "British fleet captures Montovideo but local opposition forces it to leave.", 
        "id": "powuru1807", 
        "loc": "uru1", 
        "source": "", 
        "start": 1807, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1808, 
        "entry": "Eastern part of Haiti returns to Spanish control.", 
        "id": "powhai1808", 
        "loc": "hai1", 
        "source": "", 
        "start": 1808, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1810, 
        "entry": "Former President Jefferson writes to his successor,\nJames Madison, in 1809, &quot;I candidly confess that I have ever\nlooked upon Cuba as the most interesting addition that can be\nmade to our system of States.&quot; With Cuba and Canada, he says,\n&quot;we should have such an empire for liberty as she has never\nsurveyed since the creation.&quot; But Madison settles on a policy\nof leaving Cuba to the domination of Spain, a relatively weak\ncountry, while guarding against its seizure by any mightier\npower. In 1810, Madison instructs his minister to Great Britain\nto tell the British that the United States will not sit idly by if\nBritain were to try to gain possession of Cuba.", 
        "id": "powcub18091810", 
        "loc": "cub1", 
        "source": "", 
        "start": 1809, 
        "title": "An Empire for Liberty?", 
        "type": "power"
    }, 
    {
        "end": 1809, 
        "entry": "\n<img src=\"mapimages/tecumseh.jpg\" style=\"float:right;padding:0px 15px\">\nShawnee Native American chief Tecumseh (1768-1813) starts a campaign against US westward expansion.<br><br>\n&quot;Brothers,—When the white men first set foot on our grounds, they were hungry; they had no place on which to spread their blankets, or to kindle their fires. They were feeble; they could do nothing for themselves. Our father commiserated their distress, and shared freely with them whatever the Great Spirit had given his red children. They gave them food when hungry, medicine when sick, spread skins for them to sleep on, and gave them grounds, that they might hunt and raise corn. \n<br>\nBrothers,—The white people are like poisonous serpents: when chilled, they are feeble and harmless; but invigorate them with warmth, and they sting their benefactors to death.&quot; —Tecumseh", 
        "id": "indusa1809", 
        "loc": "usa1", 
        "source": "", 
        "start": 1809, 
        "title": "Poisonous Serpents", 
        "type": "ind"
    }, 
    {
        "end": 1810, 
        "entry": "Provisional Junta takes power in Bueno Aires", 
        "id": "powarg1810", 
        "loc": "arg1", 
        "source": "", 
        "start": 1810, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1815, 
        "entry": "\n<img src=\"mapimages/hidalgoymorelos.jpg\" style=\"float:left; margin:0px 10px;\">\n\n  \n[Two] heroes whose defeat was reversed by time were the Mexicans Miguel Hidalgo y Costilla and Jose Maria Morelos. Hidalgo, who till the age of fifty was a peaceable rural priest, pealed the bells of the church of Dolores one fine day to summon the Indians to fight for their freedom: &quot;Will you stir yourselves to the task of recovering from the hated Spaniards the lands robbed from your ancestors 300 years ago?&quot; He raised the standard of the Indian Virgin of Guadalupe and before six weeks were out 80,000 men were following him, armed with machetes, pikes, slings, and bows and arrows. The revolutionary priest put an end to tribute and divided up the lands of Guadalajara; he decreed freedom for the slaves and led his forces toward Mexico City. He was finally executed after a military defeat and is said to have left a testament of passionate repentance. \n<br>\n  \nThe revolution soon found another leader, however, the priest Jose Maria Morelos: &quot;You must regard as enemies all the rich, the nobles, and high-ranking officials . . .&quot; His movement—combining Indian insurgency and social revolution—came to control a large part of Mexico before he too was defeated and shot. As one U.S. senator wrote, the independence of Mexico, six years later, &quot;turned out to be a typically Hispanic family affair between European and American-born members... a political fight within the dominating social class.&quot; The encomienda serf became a peon and the encomendero a hacienda owner.", 
        "id": "indmex18101815", 
        "loc": "mex1", 
        "source": "Open Veins of Latin America", 
        "start": 1810, 
        "title": "Two leaders of the Mexican War of Independence", 
        "type": "ind"
    }, 
    {
        "end": 1811, 
        "entry": "Paraguay declares independence from Spain", 
        "id": "redstarpar1811", 
        "loc": "par3", 
        "source": "", 
        "start": 1811, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1811, 
        "entry": "Venezuelan leader Francisco de Miranda (1750-1816) declares independence from Spain.", 
        "id": "redstarven1811", 
        "loc": "ven1", 
        "source": "", 
        "start": 1811, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1812, 
        "entry": "African slaves in Venezuela take advantage of the whites' struggle for independence from Spain to launch a revolt against their masters; the revolt was quelled and slavery was not abolished in Venezuela until 1854.", 
        "id": "redstarven1812", 
        "loc": "ven1", 
        "source": "", 
        "start": 1812, 
        "title": "Violent and Bloody", 
        "type": "redstar"
    }, 
    {
        "end": 1813, 
        "entry": "Mexican revolutionary Jose Morelos (1765-1815) declares Mexican independence.", 
        "id": "redstarmex1813", 
        "loc": "mex1", 
        "source": "", 
        "start": 1813, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1813, 
        "entry": "Simon Bolivar (1783-1830) takes command of Venezuelan independence forces.", 
        "id": "redstarven1813", 
        "loc": "ven1", 
        "source": "", 
        "start": 1813, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1814, 
        "entry": "Jose de Francia (c. 1766 - 1840) is declared dictator of Paraguay", 
        "id": "powpar1814", 
        "loc": "par1", 
        "source": "", 
        "start": 1814, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1814, 
        "entry": "Spanish regain control of Venezuela", 
        "id": "powven1814", 
        "loc": "ven1", 
        "source": "", 
        "start": 1814, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1816, 
        "entry": "Argentines led by Jose de San Martin declare their independence from Spain", 
        "id": "powarg1816", 
        "loc": "arg1", 
        "source": "", 
        "start": 1816, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1816, 
        "entry": "Spanish regain control of Mexico", 
        "id": "powmex1816", 
        "loc": "mex1", 
        "source": "", 
        "start": 1816, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1817, 
        "entry": "Argentina annexes Uruguay", 
        "id": "powarg1817", 
        "loc": "arg1", 
        "source": "", 
        "start": 1817, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1817, 
        "entry": "The Pernambucan Revolt of 1817 occurred in the province of Pernambuco in the Northeastern region of Brazil, and was sparked mainly by the decline of sugar cane production and the influence of the Freemasonry in the region. The movement was led by Domingos Jose Martins. Although a republic was declared, there were no measures adopted to abolish slavery. This revolution is also notable for being one of the first attempts to establish an independent government in Brazil, as it was preceded by the Inconfidencia Mineira.", 
        "id": "redstarbra1817", 
        "loc": "bra5", 
        "source": "", 
        "start": 1817, 
        "title": "A movement for independence—again", 
        "type": "redstar"
    }, 
    {
        "end": 1818, 
        "entry": "San Martin invades and liberate Chile", 
        "id": "redstarchi18171818", 
        "loc": "chi3", 
        "source": "", 
        "start": 1817, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1817, 
        "entry": "Argentina annexes Uruguay", 
        "id": "powuru1817", 
        "loc": "uru1", 
        "source": "", 
        "start": 1817, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1818, 
        "entry": "Revolutionary leader Bernardo O'Higgins (1778-1842) becomes Supreme Director of Chile", 
        "id": "redstarchi1818", 
        "loc": "chi4", 
        "source": "", 
        "start": 1818, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1818, 
        "entry": "The King of Spain issues a royal decree declaring free trade in Cuba. Spain allows Cuban ports to open for international trade. Within two years, over half of Cuba's trade is with the United\nStates.", 
        "id": "econcub1818", 
        "loc": "cub1", 
        "source": "", 
        "start": 1818, 
        "title": "Half the Trade", 
        "type": "economy"
    }, 
    {
        "end": 1818, 
        "entry": "Simon Bolivar (1783-1830) leads a revolutionary army into Venezuela", 
        "id": "redstarven1818", 
        "loc": "ven1", 
        "source": "", 
        "start": 1818, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1819, 
        "entry": "Bolivar defeats the Spanish and becomes president of Gran Colombia (Present-day Venezuela, Ecuador, and Colombia)", 
        "id": "redstarcol1819", 
        "loc": "col1", 
        "source": "", 
        "start": 1819, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1819, 
        "entry": "Bolivar defeats the Spanish and becomes president of Gran Colombia (Present-day Venezuela, Ecuador, and Colombia)", 
        "id": "redstarecu1819", 
        "loc": "ecu1", 
        "source": "", 
        "start": 1819, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1819, 
        "entry": "Bolivar defeats the Spanish and becomes president of Gran Colombia (Present-day Venezuela, Ecuador, and Colombia)", 
        "id": "redstarven1819", 
        "loc": "ven1", 
        "source": "", 
        "start": 1819, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1828, 
        "entry": "After four years of fighting, Uruguay was annexed to Brazil in 1821. After a three-year fight, a peace treaty between Argentina and Brazil was brokered by Britain and signed on August 28, 1828 guaranteeing Uruguay's independence.", 
        "id": "powbra18211828", 
        "loc": "bra4", 
        "source": "", 
        "start": 1821, 
        "title": "Brazil Incorporates Uruguay", 
        "type": "power"
    }, 
    {
        "end": 1821, 
        "entry": "Aristocratic revolutionaries declare Mexican independence from Spain.", 
        "id": "powmex1821", 
        "loc": "mex1", 
        "source": "", 
        "start": 1821, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1821, 
        "entry": "General San Martin declares the independence of Peru.", 
        "id": "redstarper1821", 
        "loc": "per1", 
        "source": "", 
        "start": 1821, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1821, 
        "entry": "Jose de San Martin and Simon Bolivar liberate Peru", 
        "id": "redstarper1821b", 
        "loc": "per1", 
        "source": "", 
        "start": 1821, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1821, 
        "entry": "Brazil incorporates Uruguay", 
        "id": "powuru1821", 
        "loc": "uru1", 
        "source": "", 
        "start": 1821, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1822, 
        "entry": "King João return to Portugal in 1821. Both João and his son, Pedro (1798 - 1834), recognized that too much had changed to return to the days when Brazil was a colony. Thus, as he left for Portugal, João advised his son to be ready to seize the crown of Brazil if demands for independence accelerated. Under pressure from the Portuguese Côrtes and Portuguese troops in Brazil, Pedro issued his &quot;fico&quot; or declaration that &quot;I am staying&quot; on January 9, 1822. He created a new government with some Brazilian advisors then announced &quot;Independence or Death&quot; on September 7, 1822. Three months later he was crowned Pedro I and became a more-or-less constitutional Emperor, who, nonetheless, had the power to dissolve the national assembly.", 
        "id": "powbra1822", 
        "loc": "bra1", 
        "source": "", 
        "start": 1822, 
        "title": "Emperor Pedro I", 
        "type": "power"
    }, 
    {
        "end": 1822, 
        "entry": "Mexican general Agustin de Iturbide (1783-1824) is crowned Emperor Agustin 1; Central American states become part of the Mexican empire.", 
        "id": "powmex1822", 
        "loc": "mex1", 
        "source": "", 
        "start": 1822, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1822, 
        "entry": "Simon Bolivar: &quot;There is at the head of this great continent a very powerful country, very rich, very warlike, and capable of anything.&quot;", 
        "id": "redstarusa1822", 
        "loc": "usa1", 
        "source": "Year 501", 
        "start": 1822, 
        "title": "Warlike", 
        "type": "redstar"
    }, 
    {
        "end": 1823, 
        "entry": "Having acquired East and West Florida from Spain\na few years earlier, the United States has expanded to within\n90 miles of Cuba. In a letter to Minister to Spain Hugh Nelson,\nSecretary of State John Quincy Adams describes the likelihood\nof US &quot;annexation of Cuba&quot; within half a century despite\nobstacles: &quot;But there are laws of political as well as of physical\ngravitation; and if an apple severed by the tempest from its\nnative tree cannot choose but fall to the ground, Cuba, forcibly\ndisjoined from its own unnatural connection with Spain, and incapable of self support, can gravitate only towards the NorthAmerican Union, which by the same law of nature cannot cast her off from its bosom.&quot; Cubans call this policy la fruta madura(ripe fruit); Washington would wait until the fruit is consideredripe for the picking.", 
        "id": "powcub1823", 
        "loc": "cub1", 
        "source": "", 
        "start": 1823, 
        "title": "&quot;La fruta Madura&quot;", 
        "type": "power"
    }, 
    {
        "end": 1823, 
        "entry": "Demerara Slave Revolt.", 
        "id": "redstarguy1823", 
        "loc": "guy1", 
        "source": "", 
        "start": 1823, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1823, 
        "entry": "Revolution overthrows the Mexican emperor", 
        "id": "redstarmex1823", 
        "loc": "mex1", 
        "source": "", 
        "start": 1823, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1823, 
        "entry": "The US was firmly opposed to the independence of Cuba, &quot;strategically situated and rich in sugar and slaves&quot; (Gleijeses). Jefferson advised President Madison to offer Napoleon a free hand in Spanish America in return for the gift of Cuba to the United States. The US should not go to war for Cuba, he wrote to President Monroe in 1823, &quot;but the first war on other accounts will give it to us, or the Island will give itself to us, when able to do so.&quot; Secretary of State John Quincy Adams described Cuba as &quot;an object of transcendent importance to the commercial and political interests of our Union.&quot; He too urged Spanish sovereignty until Cuba would fall into US hands by &quot;the laws of political...gravitation,&quot; a &quot;ripe fruit&quot; for harvest. Support for Spanish rule was near universal in the Executive branch and Congress; European powers, Colombia, and Mexico were approached for assistance in the endeavor of blocking the liberation of Cuba. A prime concern was the democratic tendencies in the Cuban independence movement, which advocated abolition of slavery and equal rights for all. There was again a threat that &quot;the rot would spread,&quot; even to our own shores.", 
        "id": "econusa1823", 
        "loc": "usa1", 
        "source": "Year 501, Chomsky", 
        "start": 1823, 
        "title": "An <i>Object</i> of Transcendent Importance: A Ripe Fruit", 
        "type": "economy"
    }, 
    {
        "end": 1823, 
        "entry": "In what becomes known as the Monroe\nDoctrine, President James Monroe stakes out the Western\nHemisphere as a US sphere of influence by warning Europe not\nto interfere in the affairs of any of the American nations that\nhave recently become independent while stating concomitantly\nthat the United States will not interfere in European affairs.\n\nThe Monroe Doctrine\n&quot;The occasion has been judged proper for asserting, as a principle in \nwhich the rights and interests of the United States are involved, that \nthe American continents, by the free and independent condition which \nthey have assumed and maintain, are henceforth not to be considered as \nsubjects for future colonization by any European powers.&quot;\n\n&quot;We owe it, therefore, to candor and to the amicable relations existing \nbetween the United States and those powers to declare that we should \nconsider any attempt on their part to extend their system to any portion\n of this hemisphere as dangerous to our peace and safety. With the \nexisting colonies or dependencies of any European power we have not \ninterfered and shall not interfere. But with the Governments who have \ndeclared their independence and maintained it, and whose independence we\n have, on great consideration and on just principles, acknowledged, we \ncould not view any interposition for the purpose of oppressing them, or \ncontrolling in any other manner their destiny, by any European power in \nany other light than as the manifestation of an unfriendly disposition \ntoward the United States.&quot;", 
        "id": "powusa1823", 
        "loc": "usa1", 
        "source": "", 
        "start": 1823, 
        "title": "Shall Not Interfere", 
        "type": "power"
    }, 
    {
        "end": 1824, 
        "entry": "Mexico becomes a republic under President Guadalupe Vittoria (1768-1843)", 
        "id": "redstarmex1824", 
        "loc": "mex1", 
        "source": "", 
        "start": 1824, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1824, 
        "entry": "Chiapas separates from Guatemala to join a weak Mexican state, allowing relative autonomy for local elites, and beginning decades of Liberal/Conservative struggles for control over land and Indigenous labor. Both Liberals and Conservatives accrue huge landholdings, displacing indigenous owners, and many Indigenous people are forced into virtual slavery. \n\n", 
        "id": "powmex1824", 
        "loc": "mex2", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1824, 
        "title": "&quot;Virtual Slavery&quot;", 
        "type": "power"
    }, 
    {
        "end": 1825, 
        "entry": "Argentina sends troops to aid Uruguay against Brazil", 
        "id": "powarg1825", 
        "loc": "arg1", 
        "source": "", 
        "start": 1825, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1825, 
        "entry": "After royalist troops surrendered to Gran Colombian and Peruvian troops following the Battle of Ayacucho, President Antonio de Sucre (1795-1830) declared the country's independence on August 6, 1825. The country's name was changed from Upper Peru to Bolivia on August 11.", 
        "id": "resbol1825", 
        "loc": "bol1", 
        "source": "", 
        "start": 1825, 
        "title": "Bolivia declares its independence", 
        "type": "redstar"
    }, 
    {
        "end": 1825, 
        "entry": "Independence from Portugal was declared on 7 September 1822. On 12 October, the prince was acclaimed Pedro I, first Emperor of the newly created Empire of Brazil, a constitutional monarchy. The declaration of independence was opposed throughout Brazil by armed military units loyal to Portugal. The ensuing war of independence was fought across the country, with battles in the northern, northeastern, and southern regions. The last Portuguese soldiers to surrender did so in March 1824, and independence was recognized by Portugal in August 1825.", 
        "id": "redstarbra1825", 
        "loc": "bra2", 
        "source": "", 
        "start": 1825, 
        "title": "Brazilian Independence", 
        "type": "redstar"
    }, 
    {
        "end": 1827, 
        "entry": "Argentines defeat the Brazilians at the Battle of Ituzaingo", 
        "id": "powarg1827", 
        "loc": "arg1", 
        "source": "", 
        "start": 1827, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1828, 
        "entry": "Uruguay obtains independence from Brazil", 
        "id": "redstaruru1828", 
        "loc": "uru1", 
        "source": "", 
        "start": 1828, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1829, 
        "entry": "Mexican general Antonio de Santa Anna (1794-1876) defeats an attempted Spanish invasion,", 
        "id": "powmex1829", 
        "loc": "mex1", 
        "source": "", 
        "start": 1829, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1829, 
        "entry": "Peru and Bolivia form a confederation.", 
        "id": "powper1829", 
        "loc": "per1", 
        "source": "", 
        "start": 1829, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1870, 
        "entry": "Cuba's sugar industry becomes the most mechanized\nin the world. By 1850, sugar provides 83 percent of exports,\nwith 40 percent of that going to the United States, part of the\nTriangular Trade: sugar to the United States, rum to Africa,\nslaves to Cuba.", 
        "id": "econcub18301870", 
        "loc": "cub1", 
        "source": "", 
        "start": 1830, 
        "title": "Azucar", 
        "type": "economy"
    }, 
    {
        "end": 1830, 
        "entry": "Ecuador, under President Juan Flores (1800-64), secedes from Gran Colombia.", 
        "id": "powecu1830", 
        "loc": "ecu1", 
        "source": "", 
        "start": 1830, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1831, 
        "entry": "Pedro II (1825-91) becomes emperor of Brazil", 
        "id": "powbra1831", 
        "loc": "bra3", 
        "source": "", 
        "start": 1831, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1832, 
        "entry": "Baptist Preacher Samuel Sharpe leads a revolt of up to sixty thousand slaves for ten days. Abolition of slavery had been debated in London in 1831, and white slavers in Jamaica had spent much of the year loudly protesting the proposed measures. This island-wide movement of reaction spread the news to the slaves. Sharpe and other preachers began discussing Thomas Paine in their chapels. With the demand of emancipation and normalized wages, Sharpe led a strike that became a revolt, damaging property, but killing only fourteen whites. Over five hundred Blacks were massacred in response, and Black chapels were burned to the ground. Emancipation was won by the end of the decade.\n\nSharpe, today, is an official national hero of Jamaica. The place in Montego Bay that he hanged is known as Sam Sharpe Square, and his face adorns the currency.\n\nI would rather die on yonder gallows than live in slavery.\nSamuel Sharpe, May 1832", 
        "id": "redstarjam18311832", 
        "loc": "jam1", 
        "source": "", 
        "start": 1831, 
        "title": "The Beginning of Jamaican Emancipation", 
        "type": "redstar"
    }, 
    {
        "end": 1832, 
        "entry": "The massacres of Indians that began with Columbus never stopped. In Uruguay and Argentine Patagonia they were exterminated during the last century by troops that hunted them down and penned them in forests or in the desert so that they might not disturb the organized advance of cattle latifundia. The last of the Charruas, who lived by raising bulls in the wild pampas of northern Uruguay, were betrayed in 1832 by President Jose Fructuoso Rivera. Removed from the bush that gave them protection, deprived of horses and arms by false promises of friendship, they were overwhelmed at a place called Boca del Tigre. &quot;The bugles sounded the attack,&quot; wrote Eduardo Acevedo Diaz in La Epoca (August 19, 1890). &quot;The horde churned about desperately, one after the other of its young braves falling like bulls pierced in the neck.&quot; Many chiefs were killed. The few Indians who could break through the circle of fire took vengeance soon afterward. Pursued by Rivera's brother, they laid an ambush and riddled him and his soldiers with spears. The chief Sepe &quot;had the tip of his spear adorned with some tendons from the corpse.&quot; In Argentine, Patagonia soldiers drew pay for each pair of testicles they brought in. ", 
        "id": "powuru1832", 
        "loc": "uru1", 
        "source": "", 
        "start": 1832, 
        "title": "The Bugles Sounded The Attack", 
        "type": "power"
    }, 
    {
        "end": 1833, 
        "entry": "Britain claims sovereingty over the Falkland Islands.", 
        "id": "powarg1833", 
        "loc": "arg1", 
        "source": "", 
        "start": 1833, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1833, 
        "entry": "Antonio de Santa Anna (1794-1876) is elected president of Mexico", 
        "id": "powmex1833", 
        "loc": "mex1", 
        "source": "", 
        "start": 1833, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1840, 
        "entry": "\n\nThe Nineteenth-Century Context of Immigration and Colonization\rFor half a century after the abolition of the Directorate in 1798, neither\rPortugal nor Brazil had an effective settlement policy for the Amazon\rBasin. Shortly before Brazil's political independence in 1822, the Belem\relite began a heady orgy of political temper tantrums, pitting Portuguese\ragainst Creole in petty politicking that eventually broke into the open\rwarfare known as the Cabanagem revolt. The political rhetoric and vitriol\rdid not reflect fundamental social or economic differences between\rthe participants but simply questions of political method and the spoils of\roffice. However, by engaging numbers of the semifree peasants and\rdetribalized Indians of the region (known as caboclos), workers, and marginal\rsmall farmers to do the physical fighting, the elite foretold their own\rdestruction. In 1835, when the lower class eventually rose in rebellion\ragainst the men they perceived as authority figures, a good many individuals\rof the ruling class died violent deaths.\n<br>\rMost of the fighting and destruction during the Cabanagem took place\rin and around Selem, but outbreaks of violence occurred all over the basin.\rIt was a localized rebellion over local issues, with limited ideological\rscope that spread over an immense territory. It was not a revolt with a\rclear agenda or purpose, but the violence was often a matter of personal\rgrudges and vendettas. The caboclos struck out against those individuals\rwhom they saw as having wealth and power over them, most often being\rthose of European ancestry. Although not clearly defined enough to be\rcalled race and class warfare, the Cabanagem was definitely a war between\rthe haves and have-nots. The elite class suffered serious losses, as many died during the shelling of Belem or disappeared after fleeing the\rcity.\n<br>\rWhen most of the fighting had ended by 1836, the survivors from the\relite class slowly reestablished their economic control of the basin. In\rtime, they would again guide the reins of economic growth, but they remained\rextremely cautious about their relationship with the caboclos. As\rthe issue of colonization and settlement of new areas became a major topic\rof debate, the residual fear of the violent potential of the caboclos may\rwell have been one reason for the decision to bring foreign immigrants\rrather than resettle and subsidize the native paraenses. The elites had no\rintention of allowing the caboclos any opportunity for advancement.\n", 
        "id": "redstarbra18351840", 
        "loc": "bra5", 
        "source": "Colonization As Exploitation in the Amazon Rain Forest, 1758-1911\n By Robin Leslie Anderson", 
        "start": 1835, 
        "title": "Cabanagem", 
        "type": "redstar"
    }, 
    {
        "end": 1845, 
        "entry": "\nThe second rebellion, chronologically, was quite different in nature. It became known as the Farroupilha, a name used to characterize the radicals after the abdication of Pedro I, and took place in the southern province of Rio Grande do Sul. The province had over 100,000 inhabitants, and the capital, Porto Alegre, had, in 1830, a population of between 12,000 and 15,000. As in Para, slaves composed more or less 30 per cent of the total population. But Rio Grande do Sul had a very different social structure from the rest of Brazil. The historical circumstances of the formation of the province had led to a fusion of military status and landownership, and the militarized dominant class exercised almost total control over the subordinate groups in society. Moreover, the province had gone through an important economic transformation in the second decade of the century, moving from agriculture to livestock production. A charque industry also developed along the coast. The occupation of the Banda Oriental in 1817 had given a tremendous boost to the estancieiros. They not only bought land in what became the Cisplatine Province but also transferred vast numbers of cattle to Brazil. The loss of the Banda Oriental in 1828 had been a severe blow, although it did not stop the regular smuggling of cattle across the frontier. In fact, economic and political relations among the estancieiros of Rio Grande do Sul, Uruguay and the Argentine provinces of Entre Rios and Corrientes were an important factor in the rebellion of 1835. They formed a powerful group of caudillos in search of a political organization that could best suit their interests.\r<br>\rThe beginning of the revolt was not very different from that of the Cabanagem, in the sense that it turned around the reaction of local liberals against the formation of the caramuru Sociedade Militar in 1833 and against a president appointed by the regency. The president, who suspected secessionist plans among the local leaders, was overthrown in September 1835. Under the next president, himself a rich estancieiro, factions coalesced and in February 1836 open war broke out. In September 1836 the farroupilhas proclaimed the independence of the province under a republican government, although they were not able to keep control of the capital.In 1839, with the help  of a small naval task force organized by the Italian revolutionary, Giuseppe Garibaldi, they invaded the neighbouring province of Santa Catarina, where a shortlived republic was also proclaimed. The fight dragged on for ten years until an armistice was agreed in March 1845.\n\n\n\n\n\n\n\n\n\n\n", 
        "id": "warbra18351845", 
        "loc": "bra4", 
        "source": "THE CAMBRIDGE HISTORY OF LATIN AMERICA", 
        "start": 1835, 
        "title": "The War of Tatters", 
        "type": ""
    }, 
    {
        "end": 1839, 
        "entry": "The Peru–Bolivian Confederation (or Confederacy) was a short-lived confederate state that existed in South America between 1836 and 1839, a loose union between the states of Peru and Bolivia. It was seen as threat by influential politicians in neighboring countries, and its support for Chilean and Argentine dissidents in exile caused Argentina and Chile to wage war separately against the confederation. The Confederation collapsed after being defeated by a combined Chilean and Peruvian dissident force in what is now known as the War of the Confederation.", 
        "id": "powbol18361839", 
        "loc": "bol1", 
        "source": "", 
        "start": 1836, 
        "title": "Peru and Bolivia form a confederation.", 
        "type": "power"
    }, 
    {
        "end": 1836, 
        "entry": "Settlers in California declare independence from Mexico.", 
        "id": "powmex1836", 
        "loc": "mex1", 
        "source": "", 
        "start": 1836, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1836, 
        "entry": "US Congressman Davy Crockett and Colonel Jim Bowie are killed when Mexican troops defeat Texas rebels at the Alamo mission house; the Mexicans are decisively defeated at the battle of San Jacinto by Texans under General Sam Houston (1793-1863)", 
        "id": "warmex1836", 
        "loc": "mex1", 
        "source": "", 
        "start": 1836, 
        "title": "", 
        "type": ""
    }, 
    {
        "end": 1837, 
        "entry": "Chimayo Rebellion", 
        "id": "redstarmex1837", 
        "loc": "mex1", 
        "source": "", 
        "start": 1837, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1838, 
        "entry": "Britain and France blockade the Argentine coast in a dispute over the Falkland Islands.", 
        "id": "powarg1838", 
        "loc": "arg1", 
        "source": "", 
        "start": 1838, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1839, 
        "entry": "Chilean troops overthrow Peru-Bolivian confederation", 
        "id": "warchi1839", 
        "loc": "chi5", 
        "source": "", 
        "start": 1839, 
        "title": "", 
        "type": ""
    }, 
    {
        "end": 1839, 
        "entry": "Former slave-owners rebel against British rule in Jamaica", 
        "id": "redstarjam1839", 
        "loc": "jam1", 
        "source": "", 
        "start": 1839, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1841, 
        "entry": "Peruvian attempt to annex Bolivia is defeated at the battle of Ingavi", 
        "id": "warper1841", 
        "loc": "per1", 
        "source": "", 
        "start": 1841, 
        "title": "", 
        "type": ""
    }, 
    {
        "end": 1844, 
        "entry": "Dominican Republic becomes independent of Haiti.", 
        "id": "wardomrep1844", 
        "loc": "domrep1", 
        "source": "", 
        "start": 1844, 
        "title": "", 
        "type": ""
    }, 
    {
        "end": 1845, 
        "entry": "British and French ships blockade the River Plate during further disputes with Argentina", 
        "id": "powarg1845", 
        "loc": "arg1", 
        "source": "", 
        "start": 1845, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1845, 
        "entry": "1845-48 The United States invades, conquers 40% of the territory of Mexico, bringing Texas in as a slave state. ", 
        "id": "powmex18451848", 
        "loc": "mex1", 
        "source": "", 
        "start": 1845, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1848, 
        "entry": "US declares war on Mexico", 
        "id": "powmex18461848", 
        "loc": "mex1", 
        "source": "", 
        "start": 1846, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1846, 
        "entry": "In 1846, the US and Bogota sign the Bidlack-Mallarino Treaty, granting the US a railroad in Panama and military presence for protection of railroad and prevention of independence of Panama from New Granada. There will be twenty US interventions before 1903, many to suppress independence revolts.", 
        "id": "econcol1846", 
        "loc": "pan1", 
        "source": "", 
        "start": 1846, 
        "title": "", 
        "type": "economy"
    }, 
    {
        "end": 1847, 
        "entry": "1847 As the Mexican War moves closer toward victory for the\nUnited States, proponents of &quot;Manifest Destiny&quot; step up efforts\nto annex Cuba. Some US citizens conspire with a new secret\norganization of pro-annexation Cubans, the Club de La Habana.", 
        "id": "powcub1847", 
        "loc": "cub1", 
        "source": "", 
        "start": 1847, 
        "title": "Club de La Habana", 
        "type": "power"
    }, 
    {
        "end": 1901, 
        "entry": "\n\n\n\n\n  \nSpecial conditions prevailed in Yucatan. The local hacendados were successfully growing henequen—sisal, a fibre-producing agave—for export and had few ties with central Mexico. Quite naturally, Yucatan embraced federalism and in 1839 rebelled against Mexico with the help of Mayan soldiers, becoming for all practical purposes an independent state. In 1840, the American traveller, John L. Stephens, found the Indian peons submissive and humble. Two years later, after his second visit, he warned:\n<i><font style=\"color:#cc0000;\">\rWhat the consequences may be of finding themselves, after ages of servitude, once more in the possession of arms and in increasing knowledge of their physical strength is a question of momentous import to the people of that country, the solution of which no man can foretell.</font>\n<br>\n</i>\rStephen's forebodings were borne out five years later. In return for the service of Indian peasants as soldiers, the whites had promised to abolish or at least reduce parochial fees, to abolish the capitation tax payable by all Indian adults, and to give them free use of public and communal lands. None of these promises were fulfilled and the Mayas rebelled in the summer of 1847 with the aim of exterminating or at least expelling the white population. The revolt soon developed into full-scale war, known ever since as the War of the Castes. Mexico had just been defeated by the United States and, even had it wished to do so, was unable to send an army to Yucatan to suppress the revolt. In the cruel war which followed, the Indians almost succeeded in driving their enemies into the sea. In their despair, the whites went as far as to offer Yucatan to Great Britain, the United States, or, indeed, any country willing to protect them.\n<br>\n\n<img src=\"mapimages/castewaryucatan.jpg\" style=\"width:100%;column-span: all;COLSPAN=2;\">\n\n<br>  \rWhile Yucatan was in the throes of this race war, Indian tribes, forced southward by the expansion of the United States, invaded the sparsely populated regions of northern Mexico, burning haciendas, villages and mining settlements, and indiscriminately killing their inhabitants. Again, the Mexican government was too weak to prevent these incursions.\n<br>  \nSocial and ethnic revolt took a different form in central Mexico. Here the Indians did not form a compact, linguistic group and nor were they in a clear majority, as were the Mayas in Yucatan. However, deserters from the army, fugitives from justice, vagrants and similar elements, taking advantage of Mexico's military defeat and the chaos which followed, formed armed bands which began to terrorize the countryside. In at least one district, in the mountains of the states of Guanajuato, Queretaro and San Luis Potosi, a revolutionary agrarian movement developed. This so- called Sierra Gorda rebellion sought to give free land to hacienda tenants and peons, but the rebels were not strong enough to attack cities, and they had to be satisfied with the burning of haciendas. The Mexican ruling class, demoralized, embittered and divided, watched helplessly as the remnants of their once great country were beginning to fall apart.\n<br>  \nFollowing the caste wars of 1847—55 they managed to set up an independent state in southern Yucatan and until 1901 resisted numerous attempts by federal troops to re-establish Mexican sovereignty. Moreover, armed with weapons they purchased in neighbouring British Honduras, they frequently ventured out to raid adjacent Mexican territories with relative impunity.\n\n\n\n\n\n\n", 
        "id": "indmex18471901", 
        "loc": "mex1", 
        "source": "THE CAMBRIDGE HISTORY OF LATIN AMERICA Vols. 4 and 5", 
        "start": 1847, 
        "title": "The Caste War of the Yucatan", 
        "type": "ind"
    }, 
    {
        "end": 1847, 
        "entry": "US forces make an amphibious landing and capture Vera Cruz in Mexico", 
        "id": "powmex1847", 
        "loc": "mex1", 
        "source": "", 
        "start": 1847, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1849, 
        "entry": "Praieira revolt", 
        "id": "redstar18481849", 
        "loc": "bra6", 
        "source": "", 
        "start": 1848, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1848, 
        "entry": "US troops enter Mexico City, by the peace of Guadaloupe-Hidalgo, Mexico cedes all territory north of the Rio Grande to the USA.", 
        "id": "powmex1848", 
        "loc": "mex1", 
        "source": "", 
        "start": 1848, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1848, 
        "entry": "In May, Democrats in the United States nominate for\npresident Senator Lewis Cass, who has publicly advocated the\npurchase of Cuba. Later in the month, Democratic President\nJames Polk secretly decides to try to buy Cuba, in accordance\nwith official policy of annexation only with the consent of\nSpain. In July, Secretary of State James Buchanan instructs US\nMinister to Cuba Romulus Saunders to negotiate the deal, but\nnegotiations fall apart amidst conspiracy and betrayal.", 
        "id": "powusa1848", 
        "loc": "usa1", 
        "source": "", 
        "start": 1848, 
        "title": "Buying Cuba", 
        "type": "power"
    }, 
    {
        "end": 1849, 
        "entry": "&quot;We must have Cuba. We can't do without Cuba, and above \nall we must not suffer its transfer to Great Britain. We shall \nacquire it by a coup d'etat at some propitious moment, which \nfrom the present state of Europe may not be far distant. How \ndelighted, then, am I to feel that you have selected a diplomatist \n&amp; fit for the work, — one who, possessing no vanity himself &amp; \nknowing when to speak &amp; when to be silent, is so well calculated \nto flatter the pride of the Dons, — who by the gentle arts of \ninsinuation and persuasion can gradually prepare the queen mother, \nthe ministers &amp; courtiers for the great surrender, — and who above \nall is a perfect master both of the language of Louis le Grand and \nof the knight of the rueful countenance. Cuba is already ours. \nI feel it in my finger ends. &quot; -James Buchanan, 1849 (15th US President, 1857–1861)", 
        "id": "powusa1849", 
        "loc": "usa1", 
        "source": "", 
        "start": 1849, 
        "title": "When to be Silent", 
        "type": "power"
    }
]
