[
    {
        "end": 1975, 
        "entry": "The United States Securities &amp; Exchange Commission uncovers a plan by the United Fruit Company (Chiquita) to bribe Honduran President Oswaldo Lopez Arellano with $2.5 million to lower export taxes.", 
        "id": "econhon1975", 
        "loc": "hon1", 
        "source": "", 
        "start": 1975, 
        "title": "A Lot of Bananas", 
        "type": "economy"
    }, 
    {
        "end": 1975, 
        "entry": "School of Americas graduate General Juan Melgar Castro became the military dictator of Honduras.", 
        "id": "powhon1975", 
        "loc": "hon2", 
        "source": "", 
        "start": 1975, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1975, 
        "entry": "Without the political umbrella of Peronism, the Montoneros' actions lose their mass character and their acceptance. Isabelita charges the army with controlling the growing social agitation, and Ricardo Balbin, the leader of the opposition party, the Radical Civic Union, says that the striking workers constitute an &quot;industrial guerrilla group.&quot;", 
        "id": "redstararg1975", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1975, 
        "title": "Growing Social Agitation", 
        "type": ""
    }, 
    {
        "end": 1975, 
        "entry": "The president of the bishopric, Monsenor Adolfo Tortolo, announces to an audience of business people that a purification process will soon be carried out. The Order for Army Operations includes dispensations for special methods of interrogation, a euphemism for torture. The navy follows suit; the commander of naval operations, Admiral Luis Mendla, communicates this to navy officers in the Puerto Belgrano naval base. He maintains that these methods, as well as the elimination of living prisoners by throwing them into the sea, have been approved by the hierarchy of the Catholic Church. But because of the international isolation of the Chilean dictatorship of Augusto Pinochet, the Argentine military must keep its procedures carefully under wraps.\n\n", 
        "id": "massacrearg1975", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1975, 
        "title": "Carefully Under Wraps", 
        "type": "massacre"
    }, 
    {
        "end": 1975, 
        "entry": "The government orders the army to &quot;annihilate the actions of subversion,&quot; first in Tucuman, then throughout the country. The first leader of the troops in Tucuman is General Adel Vilas, a disciple of the French, who defends torture as the weapon of choice in this type of battle and advocates the extension of the conflict to the universities. He is succeeded by General Domingo Bussi, who studied counterinsurgency in Vietnam. Swept out of Tucuman, the ERP attempts, in the final days of the year, a desperate attack on a Buenos Aires military installation. The attack's failure ultimately leads to the organization's demise. The Montoneros attack a military facility in the province of Formosa, something only the ERP had done until that point, and they are also repelled with heavy losses.", 
        "id": "powarg1975", 
        "loc": "arg2", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1975, 
        "title": "Annihilation", 
        "type": "power"
    }, 
    {
        "end": 1976, 
        "entry": "Following a military coup, upwards of 15,000 Argentineans are kidnapped, tortured, and then murdered (many are thrown from airplanes). Though some US military aid is cut by congress, it is over the objection of the Carter administration. Other institutions that the US plays a major role in, including the World Bank, The Inter-American Development Bank, and the International Monetary Fund, offer Argentina new loans since it has become &quot;credit worthy.&quot;", 
        "id": "powarg1976", 
        "loc": "arg1", 
        "source": "", 
        "start": 1976, 
        "title": "Los Desaparecidos", 
        "type": "power"
    }, 
    {
        "end": 1981, 
        "entry": "Soon after the coup that brought him to power in1976, General Jorge Rafael Videla began Argentina's dirty war. All political and union activities were suspended, wages were reduced by 60%, and dissidents were tortured by Nazi and U.S. trained military and police. Survivors say the torture rooms contained swastikas and pictures of Hitler, Mussolini and Franco. One year after Videla's coup, Amnesty International estimated 15,000 people had disappeared and many were in secret detention camps, but although the U.S. press admitted human rights abuses occurred in Argentina, Videla was often described as a &quot;moderate&quot; who revitalized his nation's troubled economy. Videla had a good public relations firm in the U.S., Deaver and Hannaford, the same firm used by Ronald Reagan, Taiwan, and Guatemala. Not surprisingly, his Economics Minister, Jose Martinez de Hoz, spoke, at Deaver's request, on one of President Reagan's national broadcasts in order to upgrade Argentina's reputation. Videla also received aid from WACL, the World Anti-Communist League, through its affiliate, CAL (Confederation Anticomunista Latinoamericana).<br>\nCAL sent millions of dollars to Argentina from sources such as the Italo-Argentine Masonic Lodge P-2, an outgrowth of old U.S. anti-communist alliances with the Italian drug mafia. As part of its WACL affiliation, Argentina trained Nicaraguan contras for the U.S. Videla left office in 1981, and after the Falklands Crisis of 1982 he and his cohorts were tried for human rights abuses by the new government.", 
        "id": "powarg19761981", 
        "loc": "arg22", 
        "source": "", 
        "start": 1976, 
        "title": "Videla", 
        "type": "power"
    }, 
    {
        "end": 1976, 
        "entry": "On their return from the Second Inter-Church Conference on Base Communities in Vitoria, Brazil, on August 12, 1976, seventeen bishops from various Latin American countries (Including four &quot;chicanos&quot; from the United States) were imprisoned in Riombamba in Ecuador, causing one of them to exclaim: <i>&quot;If this can happen to us, who are well known, what will happen to peasants, workers or natives when they are arrested?&quot;</i>", 
        "id": "powecu1976", 
        "loc": "ecu1", 
        "source": "The Church in Latin America, 1492-1992, Enrique D. Dussel", 
        "start": 1976, 
        "title": "Seventeen Bishops", 
        "type": "power"
    }, 
    {
        "end": 1980, 
        "entry": "CIA backs unsuccessful military coup against Michael Manley in 1976. Related activity leaves some 750 dead. Destabalizing trade measures and interference in elections leads to Manley's defeat in 1980. Manley returns to office in 1989 after he adopts Washington Consensus approved economic programs. ", 
        "id": "powjam19761980", 
        "loc": "jam1", 
        "source": "", 
        "start": 1976, 
        "title": "The Washington Consensus", 
        "type": "power"
    }, 
    {
        "end": 1983, 
        "entry": "\n<img src=\"mapimages/macheterosicon.jpg\" style=\"float:right;padding:0px 10px 10px 10px\">\nThe Boricua Popular Army (EPB) known as the Macheteros wage a guerrilla struggle against United States occupation of Puerto Rico, an island originally known as Borinquen. The explicitly Marxist group is most active in the 1970s and 1980s, waging campaigns of bank robberies, bombings on military and business targets, and guerrilla attacks. It is still claimed to have a committed force of a few thousand today. One of the founders, Filiberto Ojeda Rios, is discovered and killed by FBI agents at his rural home on September 23rd, 2005. This is the Grito de Lares, the island's most potent nationalist holiday, and demonstrations across the Puerto Rico unite people on every side of the independence debate. Masked members of the Macheteros openly walk the streets.", 
        "id": "redstarpue19761983", 
        "loc": "pue1", 
        "source": "", 
        "start": 1976, 
        "title": "The Machatero Struggle", 
        "type": "redstar"
    }, 
    {
        "end": 1976, 
        "entry": "1976 One out of every 500 of Uruguay's three million people is said to be a political prisoner. Over 25,000 are tortured. On July 4th, 24 Uruguayan and Chilean political refugees that appear on CIA documents are kidnapped and tortured by intelligence officers from Chile and Uruguay, as part of the Operation Condor&quot;, defined by the U.S. Department of defense as &quot;Code given to persecution of left wing, communists and Marxists in the Southern Cone.&quot;", 
        "id": "powuru1976", 
        "loc": "uru1", 
        "source": "", 
        "start": 1976, 
        "title": "Condor in Uruguay", 
        "type": "power"
    }, 
    {
        "end": 1976, 
        "entry": "On March 23, the commanders in chief of the army, the navy and the air force pay a visit to Monsenor Tortolo at the bishopric's headquarters. Hours later, on March 24, they overthrow and imprison Isabel Peron. The governor of the province of La Rioja, Carlos Menem, and other Peronist leaders, are confined to a navy prison ship anchored in the port of Buenos Aires. Once again, the Congress and the Supreme Court are dissolved. Clandestine concentration camps are set up in units of the armed and security forces, and those who are abducted are taken to them, always secretly and without any judicial order. There they are tortured, then covertly murdered. In a meeting of the bishopric, Tortolo defends torture with theological arguments.\n<br>\nThe military junta designates the chief of the army, General Jorge Videla, to be president, but the junta is being torn apart by internal conflicts.\n<br>\nOld jealousies are erupting between the army and the navy, led by Admiral Emilio Massera, who maintains that the junta is the organ of maximum power and Videla no more than its delegated administrator. In the plans approved by the military junta, it falls to the army to command the operations of the dirty war, and the jurisdictions are clearly determined. But Massera does not respect those agreements and invades the jurisdiction of the army as a way of accumulating intramilitary power. His instrument for doing so is the Navy School of Mechanics (ESMA), where a clandestine concentration camp is operating. The task force that administers it answers directly to the chief of the navy, who personally participates in certain operations.  \nIn June, an army patrol brings down the leader of the ERP, Roberto Sanrucho, and the dismantling of that organization is complete.", 
        "id": "powarg1976b", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1976, 
        "title": "Concentration", 
        "type": "power"
    }, 
    {
        "end": 1976, 
        "entry": "In June, at a breakfast during a meeting of the Organization of American States (OAS) in Chile, Argentine Foreign Minister Admiral Cesar Guzzetti tells Secretary of State Henry Kissinger what the Argentine military is doing. Kissinger replies that they have to finish off the terrorists before the installation of the new U.S. Congress in January 1977. Kissinger is counting on the reelection of Gerald Ford, who is defeated in November by Jimmy Carter.", 
        "id": "powchi1976", 
        "loc": "chi1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1976, 
        "title": "&quot;If there are things that have to be done, you should do them <i>quickly</i>.&quot; —Henry Kissinger\n", 
        "type": "power"
    }, 
    {
        "end": 1976, 
        "entry": "Raymond Gleyzer Killed. &quot;Filmmakers who work towards a revolutionary cinema in South America must not limit themselves to denouncing, or to the appeal for reflection; it must be a summons for action. It must appeal to our people's capacity for tears and anger, enthusiasm and faith...&quot;\n—Raymundo Gleyzer", 
        "id": "massacrearg1976", 
        "loc": "arg12", 
        "source": "", 
        "start": 1976, 
        "title": "A Summons For Action", 
        "type": "massacre"
    }, 
    {
        "end": 1977, 
        "entry": "David Rockefeller explains to a group of New York bankers that &quot;I have the impression that finally Argentina has a regime which understands the private enterprise system... Not since the second world war has Argentina been presented with a combination of advantageous circumstances as it is now.&quot; \n<br>\nNone of the activities of the Argentine Junta, from harboring known Nazi war criminals to waging a domestic war against &quot;purported subversives,&quot; could have been waged without a great deal of help from foreign banks—mainly American, French, and British. From March 1976 to 1983, the junta increased Argentina's foreign debt from $7.2 billion to nearly $46 billion, raising their country's debt-income ration from ten to fifty percent and boosting the cost of debt services to a record seven percent. To pull this off, the junta required the active assistance of numerous major banks, including Bank of Boston, Citibank, Bankers Trust, Bank of America, Morgan, Lloyds, UBS/SBC, Deutsch Bank, Barclays Bank and BNP.\n<br>\nBut  its best frind by far was Chase Manhattan's CEO and chairman David Rockefeller Sr. Chase loaned the junta more than $800 million directly and syndicated billions more, become the leader in Argentine loan syndication during this period. Moreover, the junta's key economic minister Jose Martinus de Hoz (&quot;Joe, the Wizard of Hoz&quot;) was a former senior advisor to Chase and a very close friend of Rockefeller's.\n\n\n\n", 
        "id": "econarg1977", 
        "loc": "arg2", 
        "source": "\n<i>The Washington Connection and Third World Fascism</i>, Noam Chomsky and <br>\nEdward Herman and <i>The Blood Bankers</i>, James S. Henry and Bill Bradley", 
        "start": 1977, 
        "title": "Advantageous Circumstances", 
        "type": "economy"
    }, 
    {
        "end": 1981, 
        "entry": "Costa Rica's external debt tripled from 1977 to 1981, and has since almost doubled to over $4 billion, with new loans of $500 million in 1988 and a trade deficit of $200 million a year. Current debt to private banks amounts to $200 million in interest alone, but though payment is largely suspended, the international lending institutions keep the funds flowing. &quot;Costa Rica has lost the ability to determine its own economic future,&quot; the San Jose journal Mesoamerica concluded in mid-1988, reporting that real wages had fallen 42 percent in the preceding five years, as prices increased while subsidies for food and medicine were reduced or eliminated. The infant mortality rate had risen sharply in certain areas, primarily because of the economic crisis and increasing hunger, according to the University of Costa Rica's Institute for Health Research. The International Monetary Fund (IMF) demanded further cuts in social spending, lowering of the minimum wage, and cutting of government employees, &quot;thus jeopardizing what had been one of the most enlightened social service programs in Latin America,&quot; Mesoamerica reports. Once self-sufficient in agriculture, Costa Rica is now importing staples as it shifts to largely foreign-controlled exports, including export crops, in line with traditional IMF-World Bank-USAID directives, a familiar recipe for disaster in Third World countries. &quot;Arias's pro-big business economic strategy,&quot; COHA observes, may turn large numbers of once self-sufficient farmers to wage laborers on agribusiness plantations while profits are largely expatriated, &quot;a major change of philosophy in a country that has had a strong state-directed welfare orientation.&quot;", 
        "id": "econcos19771981", 
        "loc": "cos1", 
        "source": "Necessary Illusions, Chomsky", 
        "start": 1977, 
        "title": "Costa Rica's Changing Economy", 
        "type": "economy"
    }, 
    {
        "end": 1977, 
        "entry": " Reggae and calypso have a long history in Panama and along the Caribbean coasts of Costa Rica, Honduras, and Nicaragua among English-speaking and bilingual Afro-Caribbean communities. In Panama, Spanish Reggae begins around 1977 with Nando Boom, and in the early 1990s El General and other performers put Spanish lyrics to quicker dancehall beats. The music eventually makes its way to Puerto Rico and the Dominican Republic, where reggaeton proper begins and eventually becomes globally popular.", 
        "id": "cultpan1977", 
        "loc": "pan1", 
        "source": "", 
        "start": 1977, 
        "title": "Reggaeton", 
        "type": "culture"
    }, 
    {
        "end": 1977, 
        "entry": "The Argentine military considers Carter's human rights policies a betrayal and establishes links with members of the ultraconservative opposition, such as Senator Jesse Helms. Videla meets with Carter's envoy, Patricia Derian, and tells her he cannot control the lower ranks.\n", 
        "id": "powarg1977a", 
        "loc": "arg3", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1977, 
        "title": "No Control", 
        "type": "power"
    }, 
    {
        "end": 1977, 
        "entry": "On March 25, the writer and journalist Rodolfo J. Walsh is abducted after having distributed an &quot;Open Letter to the Military Junta,&quot; in which he denounced the torture and murder of prisoners. In 1976, in response to censorship imposed by the military dictatorship, Walsh had created ANCLA, (Clandestine News Agency), and the &quot;Information Chain&quot;, a system of hand-to-hand information distribution whose leaflets stated in the heading:\n<blockquote>\n&quot;Reproduce this information, circulate it by any means at your disposal: by hand, by machine, my mimeograph, orally. Send copies to your friends: nine out of ten are waiting for them. Millions want to be informed. Terror is based on lack of communication. Break the isolation. Feel again the moral satisfaction of an act of freedom. Defeat the terror. Circulate this information.&quot;</blockquote>\n\n", 
        "id": "massacrearg1977b", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1977, 
        "title": "Defeat the Terror", 
        "type": "massacre"
    }, 
    {
        "end": 1977, 
        "entry": "On Christmas Eve, the members of the founding nucleus of the Mothers of the Plaza de Mayo, which had been infiltrated by Lieutenant Alfredo Astiz, are abducted from the Church of the Holy Cross. They are tortured in the Navy School of Mechanics (ESMA) by Lieutenant Antonio Pernias and never reappear.", 
        "id": "massacrearg1977c", 
        "loc": "arg14", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1977, 
        "title": "Disappeared", 
        "type": "massacre"
    }, 
    {
        "end": 1992, 
        "entry": "\n<img src=\"mapimages/elsalvadorgovtsoldiers1982.jpg\" style=\"padding:7px;column-span: all;max-width:100%;\"><br>\n<span class=\"caption\"> Government soldiers on a coastal road. February 8, 1982</span>\n<br>\nThe US backs the Salvadorian junta's power grab and subsequent reign of terror with massive military aid and training, and without dealing at any point with the underlying causes of the violence. El Salvador becomes a top recipient of US aid globally as death squad activity proliferates. There are numbers of political assassinations, including the deaths of American aid workers; Between 1978-81, some 35,000 civillians are murdered. By the end of the civil war in 1992, this number rises to 75,000, with over a quarter of the population internally displaced or in other countries as refugees, the total figure for US military aid is <strong>$6 billion</strong>.\n\n\n<br><br>\n\n\n&quot;<i>People are not just killed by death squads in El Salvador; they are decapitated and then their heads are placed on pikes and used to dot the landscape. Men are not just disemboweled by the Salvadoran Treasury Police; their severed genitalia are stuffed into their mouths. Salvadoran women are not just raped by the National Guard; their wombs are cut from their bodies and used to cover their faces. It is not enough to kill children; they are dragged over barbed wire until the flesh falls from their bones while parents are forced to watch. The aesthetics of terror in El Salvador is religious.</i>&quot; —Father Daniel Santiago\n\n\n<br>\n<img src=\"mapimages/elsavadordeathsquadvictim1981.jpg\" style=\"padding:7px;column-span: all;max-width:100%;\"><br>\n<span class=\"caption\"> A victim of the right-wing death squads lies in the middle of a highway. January 17, 1981 </span>\n\n\n\n\n\n ", 
        "id": "powels19781992", 
        "loc": "inels3", 
        "source": "", 
        "start": 1978, 
        "title": "El Salvador's Death Squads, Courtesy of the U.S.", 
        "type": "power"
    }, 
    {
        "end": 1982, 
        "entry": "From 1978-1982 the dictatorial regime was headed by yet another School of Americas grad, Policarpo Paz Garcia, who intensified repression by Battalion 3-16, one of the most feared death squads in the Americas. General Humberto Regalado Hernandez, who was inducted into the School Of Americas' Hall of Fame, was a four-time graduate.  As head of the armed forces, he refused to take action against soldiers involved in the Battalion 3-16 death squad. \n \nIn 1981 the DEA set up its first office in Tegucigalpa, the Honduran capital, and assigned Thomas Zepeda as the resident agent. Zepeda rapidly came to the accurate conclusion that the entire Honduran government was deeply involved in the drug trade. His attempts to investigate top Honduran officials whom he believed were on Matta's drug payroll were thwarted by the CIA. We know this because Zepeda was quoted as saying\nas much in a good story in the Los Angeles Times on February 13, 1988. In May 1983, Zepeda opened an investigation into SETCO. A month later the probe was cut off, Zepeda was pulled out of Honduras, and the DEA's Honduran station was shut down. The man responsible for this retreat was Ed Heath, the DEA's head of Latin American operations, resident in Mexico City and suspected by many DEA agents of being too cozy with the CIA. Former DEA agent Michael Levine described Heath as being &quot;a man so mistrusted by the street agents working for him in Mexico that they conducted enforcement operations without informing him.&quot;\nIn 1985, the GAO was requested to explore the reasons why the DEA shut down the Honduran office. This investigation was also quashed by\nthe NSC and CIA.", 
        "id": "powhon19781982", 
        "loc": "hon1", 
        "source": "", 
        "start": 1978, 
        "title": "The Entire Honduran Government", 
        "type": "power"
    }, 
    {
        "end": 1978, 
        "entry": "\n<div id=\"galleryalt\" class=\"paginationstyle\" style=\"width: 720px; text-align: left; position:absolute;top:33px;\">\n<a href=\"#\" rel=\"previous\">[</a> <span class=\"flatview\"></span> <a href=\"#\" rel=\"next\">] </a>\n</div>\n\n\n<div style=\"width: 720px; height: 650px; border: 0px dashed gray; padding:5px 10px 10px;\">\n\n<div class=\"virtualpage3 hidepiece\">\n<br>\n<img src=\"mapimages/cuestadelplomomeiselas.jpg\" style=\"padding:7px;column-span: all;max-width:100%;\">\n<span class=\"caption\">Susan Meiselas's iconic photograph &quot;Cuesta del Plomo&quot;, hillside outside Managua, a well known site of many assassinations carried out by the National Guard. People searched here daily for missing persons.\n</span>\n<p class=\"entry columns\">\nNicaragua under the Somozas had been a reliable U.S. ally, but slipped through its grasp as the greediness and ghoulishness of Anastasio (&quot;Tachito&quot;) Somoza Debayle turned pathological and became a gross liability to the United States.<br> A typical drill of Somoza's infamous National Guard:\n<br>\n&quot;Who is the Guardia?&quot;\n&quot;The Guardia is a tiger.&quot;<br>\n&quot;What does tiger like?&quot;\n&quot;Tiger likes blood.&quot;<br>\n&quot;Whose blood?&quot;\n&quot;The blood of the people.&quot;\n", 
        "id": "pownic1978", 
        "loc": "nic1", 
        "source": "THE GUERRILLA WARS \r\nOF CENTRAL AMERICA, Saul Landau ", 
        "start": 1978, 
        "title": "The Blood of the People", 
        "type": "power"
    }, 
    {
        "end": 1978, 
        "entry": "Admiral Massera retires. His successor, Armando Lambruschini, consults with the papal nuncio, Pio Laghi, on the situation of the prisoners. He doesn't want to kill them, but if he leaves them alive he is afraid they will reveal what they saw.", 
        "id": "powarg1978", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1978, 
        "title": "The Papal Nuncio", 
        "type": "power"
    }, 
    {
        "end": 1984, 
        "entry": "Honduras was the original &quot;Banana Republic,&quot; its history inextricably intertwined with that of the U.S.-based United Fruit Company, but in 1979, when Anastasio Somoza was overthrown in Nicaragua, Honduras got a new nickname: &quot;The Pentagon Republic.&quot; In 1978, Honduras received $16.2 million in U.S. aid; by 1985 it was getting $231.1 million, primarily because President Suazo Cordova, working with U.S. Ambassador John Dmitri Negroponte and Honduran General Gustava Alvarez, allowed Honduras to become a training center for U.S. funded Nicaraguan contras. General Alvarez, who according to Newsweek, &quot;doesn't care if officers are thieves, as long as they are virulent anti-communists,&quot; assisted in training programs and founded a special &quot;hit squad,&quot; the Cobras. Victims of the Cobras were stripped, bound, thrown into pits and tortured. The Reagan Administration claimed ignorance of these human rights violations, but U.S. advisors have admitted knowledge&quot; \nAlvarez, who made enemies among his troops because he pocketed U.S. aid and because he belonged to the &quot;Moonies&quot;, a far-right South Korean religious cult, was overthrown by the military in 1984. Suazo's ties to Alvarez cost him his bid in the next election, but death squad activity and U.S. aid to Honduras continue. Many high ranking government and military personnel during and after Suazo's term were drug traffickers, and although the U.S. government denies knowledge of this, there is evidence to the contrary. In fact, the U.S. embassy was renting space from known drug dealers.", 
        "id": "powhon19791984", 
        "loc": "hon1", 
        "source": "http://wais.stanford.edu/USA/us_supportforladictators8303.html", 
        "start": 1979, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1979, 
        "entry": "On July 19, the Sandinistas lead the revolutionary overthrow of U.S.-backed dictator and West Point Graduate, Anastasio Somoza, The FSLN begins instituting popular measures such as land reform and literacy programs. The Sandanistas were made up of factions from all spectrums of the political arena, from the Catholic Church to the Communist Party of nicaragua. Soon after the overthrow of Somoza, splits emerged in the new Sandanista governmnet that pushed the coalition decidedly to the left with Daniel Ortega emerging as the president. Others, in frustration, left and joined the opposition.", 
        "id": "redstarnic1979", 
        "loc": "nic1", 
        "source": "", 
        "start": 1979, 
        "title": "The Sandinistas Overthrow Somoza (1979)", 
        "type": "redstar"
    }, 
    {
        "end": 1979, 
        "entry": "Founding meeting for the National Coordinating Committee's &quot;Plan de Ayala.&quot; Two dozen peasant organizations declare themselves independent of the state's government.", 
        "id": "redstarmex1979", 
        "loc": "mex22", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1979, 
        "title": "Independence Declared", 
        "type": "redstar"
    }, 
    {
        "end": 1979, 
        "entry": "The Interamerican Commission on Human Rights of the OAS visits Argentina.", 
        "id": "powarg1979", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1979, 
        "title": "ICHR", 
        "type": "power"
    }, 
    {
        "end": 2020, 
        "entry": "After several years of a warming relationship, Reagan re-tightens the embargo. \n<br>\nIn 1982, Reagan removed a 1977 fishing treaty and re-instituted the travel restrictions that Carter had let lapse as a symbolic gesture of renewed relations, symbolizing another new era of sanctions. In 1986, Reagan dismantled the allowance of imported small gifts an remittances to Cuban relatives. In 1988, Reagan put up restrictions on subsidiaries making shipments to and from Cuba, which had been mainly through third party countries.\n<br>\nThroughout Reagan's term, the US Treasury was ordered to crack down on previously overlooked aspects of the embargo, including examining what special visa holders were doing in Cuba. Of particular interest were journalists, scholars, and lawyers. Numerous cases and lawsuits were filed to send the message that Cuban relations and trading were going to be strictly monitored.\n<br>\nThe Cuban Democracy Act of 1992 further restricted trade: Third party nations and foreign US-owned or operated subsidiaries were again forbidden from trading with Cuba, boats belonging to third party nations were disallowed from docking in the United States for 180 days after trading with Cuba, and the treasury department got the right to prosecute any violators, with fines of $1M for corporations, and $100K for civilians. It also  reinstated the denial of American aid to countries that provided assistance to Cuba.\n<br>\nThe CDA was met with a resounding disdain in the international community, leading to a UN resolution directed at the United States expressing a deep concern for the US extraterritorial legislation. The list of countries opposed to the CDA included Canada, Britain, France, Japan, Spain, Mexico, and Brazil. Despite its overwhelming unpopularity, the CDA was not be revoked.\n<br> \nFollowing the election of Bill Clinton, small reforms were passed, but nothing that really affected the overall policy. It wasn't until the passage of the Helms-Burton Act in March of 1996 that a big change was initiated in the Cuban sanctions. The act included the following:\n\n<br>• International Sanctions against the Castro Government. Economic embargo, any non-US company dealing economically with Cuba can be subjected to legal action and that company's leadership can be barred from entry into the United States. Sanctions may be applied to non-U.S. companies trading with Cuba. This means that internationally operating companies have to choose between Cuba and the US, which is a much larger market.\n<br>• United States opposition against Cuban membership in international financial institutions.\n<br>• Television broadcasting from the United States to Cuba.\n<br>• Authorization of United States support for democratic and human rights groups and international observers.\n<br>• U.S. policy towards a transition government and a democratically elected government in Cuba. (Sanctions to be lifted when these things occur)\n<br>• Protection of property rights of certain United States nationals.\n<br>• Exclusion of certain aliens from the United States, primarily senior officials or major stock holders, and their families, of companies that do business in Cuba on property expropriated from American citizens. To date, executives from Italy, Mexico, Canada, Israel, and the United Kingdom have been barred.\n<br>• Legislative Branch granted power to override an Executive Branch cancellation of the embargo.\n<br>• Prohibits recognition of a transitional government in Cuba that includes Fidel or Raul Castro\n<br>• Prohibits recognition of a Cuban government that has not provided compensation for U.S. certified claims against confiscated property, defined as non-residential property with an excess of $50,000 value in 1959.\n\n<br>\nThe US continues to fund terrorist and anti-Cuban organizations today. ", 
        "id": "econcub19802020", 
        "loc": "cub1", 
        "source": "", 
        "start": 1980, 
        "title": "Ramping up the Embargo 1980-present ", 
        "type": "economy"
    }, 
    {
        "end": 1980, 
        "entry": "In February, Archbishop Romero pleaded with President Carter not to provide the junta with military aid, which, he observed, &quot;will surely increase injustice here and sharpen the repression that has been unleashed against the people's organizations fighting to defend their most fundamental human rights.&quot; Political power, he wrote, is &quot;in the hands of the armed forces&quot; who &quot;know only how to repress the people and defend the interests of the Salvadorean oligarchy&quot;: \n<blockquote>&quot;It is beyond doubt that increasingly it is the people themselves that are becoming conscientized and organized, and thereby preparing itself to take the initiative and shoulder the responsibility for the future of El Salvador. The people's organizations are the only social force capable of resolving the crisis. It would be totally wrong and deplorable if the Salvadoran people were to be frustrated, repressed, or in any way impeded from deciding for itself the economic and political future of our country by intervention on the part of a foreign power.&quot;</blockquote>", 
        "id": "cultels1980", 
        "loc": "inels2", 
        "source": "", 
        "start": 1980, 
        "title": "Pleading with Carter", 
        "type": "culture"
    }, 
    {
        "end": 1980, 
        "entry": "June\nThe university was shut down after an army attack that left many killed, including the rector, and facilities looted and destroyed. The dean of the Department of Science and Humanities reports (in exile): The army burned complete libraries; in the law school, where we once had about 100,000 volumes, we now have only 3,000. In the first days of the occupation, the officers of the army grabbed as much of the equipment, furniture, medical supplies [as] they could, and the rest they destroyed. Whatever equipment they didn't understand, they ruined. For example, when they found the computer machinery, they tossed bombs and destroyed all of the university's records. In the agronomic science department, they discovered infrared equipment. The officers told their troops that the students used these ‘torture rooms' against policemen and the army, so they destroyed them. Medical equipment and most of the medical library were also destroyed. The humanities building was burned to the ground. Some 30 faculty members were murdered or disappeared, according to the new rector.", 
        "id": "cultels1980xb", 
        "loc": "inels1", 
        "source": "", 
        "start": 1980, 
        "title": "", 
        "type": "culture"
    }, 
    {
        "end": 1980, 
        "entry": "\n<div class=\"columns\">\n\n<img src=\"mapimages/romero-martyred.jpg\" style=\"float:right; margin:4px;\">\n<p class=\"caption\">Moments after he is shot, frantic worshipers tend to their fallen priest, Archbishop Romero.", 
        "id": "massacreels1980", 
        "loc": "inels5", 
        "source": "Turning the Tide, Noam Chomsky", 
        "start": 1980, 
        "title": "The Assassination of Archbishop Romero", 
        "type": "massacre"
    }, 
    {
        "end": 1981, 
        "entry": "\n<img src=\"mapimages/sansalvadorvictims-1981.jpg\">\n<div class=\"caption\">Victims of a Death Squad in San Salvador, 1981</div>\n<br>\n8200 Union members are murdered, wounded, or disappeared.", 
        "id": "massacreels19801981", 
        "loc": "inels6", 
        "source": "Turning the Tide, Noam Chomsky", 
        "start": 1980, 
        "title": "", 
        "type": "massacre"
    }, 
    {
        "end": 1980, 
        "entry": "Jimmy Carter launches a terrorist war with Jose Napoleon Duarte serving as cover to ensure that arms would flow to the killers. 50-75,000 El Salvadorans are killed in course of what Bishop Rivera y Damas, who succeeded the assassinated Archbishop Romero, described on October 1980 as &quot;a war of extermination and genocide against a defenseless civilian population.&quot; The security forces who perform these necessary chores were hailed by Duarte, a few weeks later, for their &quot;valiant services alongside the people against subversion&quot; while he conceded that &quot;the masses were with the guerrillas&quot; when this exercise began under the Carter-Duarte Alliance. ", 
        "id": "powels1980", 
        "loc": "inels7", 
        "source": "", 
        "start": 1980, 
        "title": "&quot;A war of extermination and genocide against a defenseless civilian population.&quot;", 
        "type": "power"
    }, 
    {
        "end": 1980, 
        "entry": "After a hurricane devastated West Indian islands in August 1980, President Carter refused to allow any aid unless Grenada was excluded, as punishment for some unspecified initiatives of the reformist Maurice Bishop government. When the stricken countries refused to agree to Grenada's exclusion, having failed to perceive the threat to survival posed by the nutmeg capital of the world, Carter withheld all aid.", 
        "id": "powgre1980", 
        "loc": "gre1", 
        "source": "Hegemony or Survival Chomsky", 
        "start": 1980, 
        "title": "Punishing the Weak", 
        "type": "power"
    }, 
    {
        "end": 1981, 
        "entry": "The CIA and Argentine Intelligence recruits former officers and troops from Somoza's National guard to be led by Adolfo Calero. Taking their name from the Spanish word for &quot;Against&quot;, this army would be known as the Contras. Adolfo Calero was the perfect pick to lead this army and be the Contra's main spokesperson. Calero gave the Contras credibility inside and outside Nicaragua. Besides being an outspoken part of the middle-class opposition to Somoza, Calero was the manager of Coca-Cola's Managua branch and a former CIA informant.", 
        "id": "pownic19801981", 
        "loc": "nic1", 
        "source": "", 
        "start": 1980, 
        "title": "Against", 
        "type": "power"
    }, 
    {
        "end": 1983, 
        "entry": "The Contras began to reorganize on the Honduran border under the direction of Somozist officers, with assistance from Argentine neo-Nazis by 1980, and US supervision from 1981. Nicaraguan exiles and Salvadoran army officers trace Salvadoran aid to the exiled Somozists to 1979, shortly after the fall of Somoza. Salvadoran pilots bomb Nicaragua under CIA control from their sanctuaries in Honduras and El Salvador, and according to US officials in Central America, fly as many as a dozen sorties a week from El Salvador deep into Nicaragua to supply contra forces. With CIA assistance, arms were smuggled from the US center for international terrorism in Miami, where the FDN leadership operates. CIA helicopters with American pilots provided air cover for commando raids, Ecuadoran frogmen were sent from CIA speedboats to blow up bridges, CIA transport planes dropped supplies to guerrillas deep inside Nicaragua, and a CIA &quot;mother ship&quot; launched seaborne commando raids to mine harbors. The Miami Herald reports that a secret US Army helicopter unit, a task force of the 101st Airborne Division operating out of Kentucky, is carrying out missions inside Nicaragua, with 17 fatalities in 1983 (35 casualties were reported by the entire US Army that year).", 
        "id": "pownic19801983", 
        "loc": "nic1", 
        "source": "", 
        "start": 1980, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1980, 
        "entry": "Felix Garcia Rodriguez, the protocol officer at the Cuban mission to the United States, is killed on September 11, 1980 by members of the Cuban Exile Terrorist group, Omega 7. He is the first diplomat in the history of the United States to be murdered on the streets of New York City. ", 
        "id": "powusa1980", 
        "loc": "usa1", 
        "source": "", 
        "start": 1980, 
        "title": "9/11/1980", 
        "type": "power"
    }, 
    {
        "end": 1980, 
        "entry": "The OAS report appears; it states that the thousands of disappeared persons have been killed by official forces and that the alarming and systematic use of torture has been proven. The government responds that the state is exercising its power of self-defense and using the &quot;appropriate means.&quot;", 
        "id": "powarg1980a", 
        "loc": "arg3", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1980, 
        "title": "Appropriate Means", 
        "type": "power"
    }, 
    {
        "end": 1980, 
        "entry": "After Somoza is overthrown by the Sandinistas, the Argentine military trains the first contingents of the Contras, by agreement with the CIA. They also instruct members of the militaries of Honduras, Guatemala, and El Salvador on torture methods.", 
        "id": "powarg1980b", 
        "loc": "arg2", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1980, 
        "title": "Nicaragua, Honduras, Guatemala, El Salvador", 
        "type": "power"
    }, 
    {
        "end": 1980, 
        "entry": "Adolfo Perez Esquivel of the Service of Peace and Justice, who denounces the massive violations of human rights, receives the Nobel Peace Prize.\n<br>\nIn his acceptance speech, he speaks &quot;<i>of Latin America where we experience constant violations of the human rights of the people. The violence is expressed toward the disappeared, the prisoners, the tortured, the exiles, the lack of freedom of the press, etc. ... it is not only with the attacks against the rights of persons that we must deal. We must analyze also, in all the dimensions of this reality, the deep structural causes which generate these conflict situations. For that, the struggle for the dignity of the individual must consider society as much as the individual in all which has to do with the development of the rights of the people.\n<br>\n&quot;But this same continent and these same human beings live, besides, in the hope of making their own history. And to this immense task, where I humbly include myself, we take no more than our own hands and great faith.\n<br>\n&quot;To those of you also involved in this struggle on behalf of the poor, I want to bring you the image of this deeply absorbing situation and its significance for world peace.\n<br>\n&quot;Latin America does not see itself in the same way, but finds itself caught between an economic-political system and an international social system in profound transformation. Its image of violence reflects the violence of our contemporary world. Its injustices are bound up within an unjust international system, a system whose mechanisms, in the words of John Paul II, 'are mechanisms encountered impregnated not with an authentic humanism, but with materialism producing an international standard with the rich ever richer at the expense of the poor ever poorer'.\n<br>\n&quot;It is necessary to create the conditions that permit displacing the mechanisms which secure the domination of one country over another. I want to affirm, together with our Latin American pastors in the meeting at Puebla, that in the ability to live together, '... all human beings hold the common good as fundamental, consistent with the ever more fraternal realization of common dignity which does not use some persons as tools for the benefit of others, and that all be disposed to sacrifice for some particular good ends'. This common dignity necessarily implies the existence of liberty.\n<br>\n&quot;And for us liberty is that inalienable capacity that all humans alike have at their disposal.\n<br>\n&quot;This is the capacity that permits the building of communion and participation which encourage human beings to relate fully with the world, with their brothers and sisters and with God.\n<br>\n&quot;I see with concern that this new international system, marked as it is by the existence of great multinational corporations, is far from increasing participation and improving channels of expression for the majority. What is essential are new constructs that allow political participation, eliminating the distance between the governors and the governed, that support the privileges of minorities, and do not hold on to the old, the known and worn-out structures of injustice.&quot;</i>\n\n\n\n\n", 
        "id": "cultarg1980", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1980, 
        "title": "Denunciation", 
        "type": "culture"
    }, 
    {
        "end": 1990, 
        "entry": "1981-90 CIA directs Contra invasions, plants harbor mines to attack the Sandinista revolutionary government. At least 50,000 were killed. 76,000 landmines are still left over from the war.", 
        "id": "pownic19811990", 
        "loc": "nic1", 
        "source": "", 
        "start": 1981, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1981, 
        "entry": "\n<div id=\"galleryalt\" class=\"paginationstyle\" style=\"width: 720px; text-align: left; position:absolute;top:33px;\">\n<a href=\"#\" rel=\"previous\">[</a> <span class=\"flatview\"></span> <a href=\"#\" rel=\"next\">] </a>\n</div>\n\n\n<div style=\"width: 720px; height: 650px; border: 0px dashed gray; padding:5px 10px 10px;\">\n\n<div class=\"virtualpage3 hidepiece\">\n<p class=\"entry columns\">\n<img src=\"mapimages/johnsinglaub1998.jpg\" style=\"padding:7px;column-span: all;max-width:100%;\"><br>\n<span class=\"caption\"> John Singlaub, pictured with then Secretary of Defense William Cohen, speaking at the Pentagon in 1998</span><br>\nWhen the Reagan Administration began organizing the Nicaraguan Contras in 1981, allied but nominally private groups were formed to build support for the Contra plans. One of those groups, formed after the first Reagan inauguration, was the U.S. Council for World Freedom (USCWF), headed by Major General John Singlaub. \n<br>\nThe USCWF quickly became the U.S. branch of the World Anti-Communist League (WACL). The USCWF began building support for the Reagan policy of aiding not only the Nicaraguan Contras but RENAMO and UNITA in southern Africa and rightist Islamic fundamentalists in Afghanistan. Singlaub informed Central Intelligence Agency director William Casey and National Security Council staff of his actions and operated with their assent, if not under their direction.\n<br>\n<img src=\"mapimages/waclconvention1981.jpg\" style=\"padding:7px;column-span: all;max-width:100%;\"><br>\n<span class=\"caption\"> A World Anti-Communist League Convention</span>\n<br>\nOne of the early USCWF financial backers was Joe Coors (Yes, of Coors Beer), according to two former USCWF treasurers. Coors shared Reagan's enthusiasm for the Contras despite early indications of the unsavory background of certain Contra leaders and reliable reports of Contra acts of brutality. The Contras were originally known as the 15th of September Legion. Their earliest training came from Argentinian military intelligence, which ran death squads in that country and sponsored a Latin American conference of death squad leaders in 1980. That death squad network was also the Latin American branch of WACL. In 1982, Argentinian intelligence worked with Moon's Unification Church and fugitive Nazi Klaus Barbie to establish a Nazi-style state in Bolivia.\n", 
        "id": "econusa1981", 
        "loc": "usa1", 
        "source": "The Coors Connection: How Coors Family Philanthropy Undermines Democratic Pluralism by Russ Bellant", 
        "start": 1981, 
        "title": "Funding the Death Squads", 
        "type": "economy"
    }, 
    {
        "end": 1981, 
        "entry": "A year of economic crisis and a rapid turnover of military presidents. In March, General Roberto Viola succeeds Videla; in December, General Leopoldo Galtieri removes Viola from office. The political parties demand that elections be held for the first time in a decade and the unions demand economic improvements.", 
        "id": "econarg1981", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1981, 
        "title": "Rapid Turnover", 
        "type": "economy"
    }, 
    {
        "end": 1983, 
        "entry": "&quot;A Christian has to walk around with his Bible and his machine gun,&quot; said born-again General Efrain Rios Mont, military ruler of Guatemala from March 1982 to August 1983. Rios Mont was one in a long series of dictators who ran Guatemala after the Dulles brothers and United Fruit, backed by the CIA, decided that elected President Jacob Arbenz held the country &quot;in the grip of a Russian-controlled dictatorship&quot; and overthrew the country's constitutional democracy in 1954. The succession of corrupt military dictators ruled Guatemala for over 30 years, one anti-communist tyrant after another receiving U.S. support, aid, and training.\nAfter the 1982 coup that brought Rios Mont to power, U.S. Ambassador Frederic C. Chapin said Guatemala &quot;has come out of the darkness and into the light.&quot; President Reagan claimed Mont was given &quot;a bum rap&quot; by human rights groups, and that he was cleaning up problems inherited from his predecessor, General Romeo Lucas Garcia. Ironically, Garcia had given $500,000 to Reagan's 1980 campaign, and his henchman, Mario Sandoval Alarcon, the &quot;Godfather&quot; of Central American death squads, was a guest at Reagan's first inaugural celebration. Sandoval proudly calls his National Liberation Movement &quot;the party of organized violence.&quot;\nMont simply moved Garcia's dirty war from urban centers to the countryside &quot;where the spirit of the Lord&quot; guided him against &quot;communist subversives&quot;, mostly indigenous Indians. As many as 10,000 Indians were killed and over 100,000 fled to Mexico as a result of Mont's &quot;Christian&quot; campaign.", 
        "id": "powgua19821983", 
        "loc": "gua1", 
        "source": "http://home.iprimus.com.au/korob/fdtcards/CentralAmerica.html", 
        "start": 1982, 
        "title": "Darkness and Light", 
        "type": "power"
    }, 
    {
        "end": 1983, 
        "entry": "General Hector Gramajo, Army Vice Chief of Staff and director of the Army General Staff from 1982-3, takes credit for his innovations in a 1991 interview with anthropologist Jennifer Schirmer: &quot;We aren't renouncing the use of force. If we have to use it, we have to use it, but in a more sophisticated manner. \n<img src=\"mapimages/generalhectorgramajogua1983.jpg\" style=\"float:right;padding:10px\">\nYou needn't kill everyone to complete the job. [You can use] more sophisticated means: we aren't going to return to the large-scale massacres. We have created a more humanitarian, less costly strategy, to be more compatible with the democratic system. We instituted civil affairs [in 1982] which provides development for 70 percent of the population, while we kill 30 percent. <i>Before, the strategy was to kill 100 percent</i>.&quot; \n<br>General Hector Gramajo was on a fellowship to Harvard's John F. Kennedy School of Government at the time. As Noam Chomsky has noted, this isn't unreasonalble, &quot;given Kennedy's decisive contributions to the vocation of counterinsurgency (one of the technical terms for international terrorism conducted by the powerful).&quot; ", 
        "id": "powgua1983", 
        "loc": "gua1", 
        "source": "Spring 1991 Harvard International Review", 
        "start": 1982, 
        "title": "The Earlier Strategy", 
        "type": "power"
    }, 
    {
        "end": 1982, 
        "entry": "After the Israeli-sanctioned massacres at Sabra and Shatila then Israeli Defense Minister Ariel Sharon and the Air Force Chief arrived in Honduras. In his 38-hour visit, Sharon and the Hondurans agreed that Israel would send Honduras 12 Kfir planes, radar equipment, light weapons and spare parts and 50 advisers. Military training was also proposed. Less than six months later, Israel was sending weapons to Honduras: artillery pieces, mortar rounds, mines, hand grenades and ammunition. Most were to go to U.S.-backed counterrevolutionaries seeking to overthrow the Nicaraguan Government from bases in Honduras.\nIn the period of 1970-80, Honduras received the following weapons from Israel: 12 Dassault Super Mystere fighters; four Arava (STOL) transports; I Westwind reconnaissance plane; 14 RBY Mk armored cars; five fast patrol boats (unconfirmed); 106-mm mortars; and 106-mm rifles.", 
        "id": "powhon1982", 
        "loc": "hon1", 
        "source": "", 
        "start": 1982, 
        "title": "Weapons", 
        "type": "power"
    }, 
    {
        "end": 1982, 
        "entry": "March-June\n106 Contra Attacks, including sabotage of bridges, warehouses, and crops; sniper fire against Sandanista soldiers\nMay\nU.S. Press reports reveal that CIA-backed counterrevolutionaries in Honduras are being directed by U.S. Ambassador John Negroponte", 
        "id": "pownic1982", 
        "loc": "nic1", 
        "source": "", 
        "start": 1982, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1982, 
        "entry": "General Absalon Castellanos Dominguez becomes Governor of Chiapas and oversees a dramatic increase of militarization to control land struggles. During his administration, 102 campesinos are assassinated, 327 are &quot;disappeared&quot;, 590 are imprisoned, 427 are kidnapped and tortured, 407 families are expelled from their homes, and 54 communities are overrun by security forces. ", 
        "id": "powmex1982", 
        "loc": "mex23", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1982, 
        "title": "The Terror", 
        "type": "power"
    }, 
    {
        "end": 1982, 
        "entry": "On April 2, the military junta occupies the Malvinas, Georgias, and South Sandwich Islands, which have been controlled by Great Britain since the first decacles of the nineteenth century. Margaret Thatcher's government sends a powerful fleet to recover them. The navy, which had encouraged the occupation, withdraws its fleet to the coast at the news that the United Kingdom is using nuclear submarines. Astiz is captured by the British after surrendering the South Georgias Islands without resistance. Ultimately, Argentina loses the war. Galtieri is deposed by his peers. Fatally wounded, the dictatorship calls elections.", 
        "id": "wararg1982", 
        "loc": "arg4", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1982, 
        "title": "Guerra de las Malvinas", 
        "type": ""
    }, 
    {
        "end": 1983, 
        "entry": "In March, Marianella Garcia Villas, President of the Salvadoran Commission on Human Rights, who collected tape-recorded testimony from victims, photographs and soil samples, is killed leaving the zone, by soldiers of the Atlacatl Battalion according to people who accompanied her. <center><i>&quot;Bullets cannot stop people, people must stop bullets. Every individual is precious to us.&quot;</i></center>", 
        "id": "powels1983", 
        "loc": "inels7", 
        "source": "", 
        "start": 1983, 
        "title": "Killing the Witnesses", 
        "type": "power"
    }, 
    {
        "end": 1983, 
        "entry": "1983 7000 US troops invade Grenada in order to dismantle the Soviet Union- and Cuba- aligned government of Maurice Bishop. The Bishop government begins constructing an airport which Reagan claims constitutes a &quot;threat&quot; against the United States. The US Joint Chief of Staffs also claims that, in the event of a Russian attack on Western Europe, Grenada would interdict the supply lines between the Caribbean and Western Europe and without oil from the region America would be doomed. After the invasion, Grenada receives $48 million in aid and pro-US Herbert Blaize is elected Prime Minister with $675,000 in funds channeled through the CIA. \n&quot;One hundred nations in the UN have not agreed with us on just about everything that's come before them, where we're involved, and it didn't upset my breakfast at all.&quot;\n- Ronald Reagan, former U.S. President, basking in the triumph that was the U.S. invasion of Grenada, 1983", 
        "id": "powgre1983", 
        "loc": "gre1", 
        "source": "", 
        "start": 1983, 
        "title": "The Shattering of The New Jewel", 
        "type": "power"
    }, 
    {
        "end": 1984, 
        "entry": "During the early 1980s, conflict in Central America increased Honduras's strategic importance and led the United States government to maintain a significant military presence in Central America as a counterforce against the Sandinista government of Nicaragua. Sharp increases in military assistance to Honduras followed the buildup of United States troops and equipment in Honduras. In 1983 United States forces began a series of large- scale maneuvers in Honduras that not only provided joint training for United States and Honduran forces but also allowed the administration of Ronald W. Reagan to skirt congressional limits on military aid to that country and the Contras. Throughout the 1980s, the United States also built or improved military-related installations such as airfield, barracks, and radar stations. \n<br>\nIn February 1983, the United States and Honduras conducted a joint military exercise called Big Pine, which was the largest of its kind ever held in Honduras. A total of 1,600 United States military personnel and 4,000 Honduran soldiers participated in exercises designed to help Honduras improve its deployment techniques and logistical support in the field. United States Army elements provided mobility for Honduran forces and logistics and communications assistance. United States Navy elements included two landing ships and two landing craft. United States Air Force personnel participated in the coordination of landing and air supply operations. A number of training personnel, mostly from the United States Army, remained in the country to train the Honduran army in infantry tactics. Also during the exercises, a sizable radar installation staffed by over fifty United States Air Force technicians was placed south of Tegucigalpa. \n<br>\nThe number of United States advisers increased further in mid- 1983 when the United States and Honduras approved a new training agreement as an amendment to the 1954 military assistance agreement. The two countries constructed a military training facility, near Puerto Castilla on the Caribbean coast, at a cost of some US$250,000. The primary purpose of this facility, called the Regional Center for Military Training (Centro Regional de Entrenamiento Militar—CREM), was to train Salvadoran ground forces, although Hondurans also received training. The center initially had about 125 United States Army Special Forces personnel, raising the total number of trainers in the country to approximately 270 in July 1983. \n<br>\nAlthough CREM closed in 1985, United States military advisers remained. Between 1983 and 1993, the United States and Honduras have carried out an almost continuous string of joint military maneuvers on Honduran soil. To facilitate the maneuvers and strengthen Honduras's military infrastructure, the Honduran government has built a network of roads, improved ports, and constructed additional airfields. \n<br>\nBetween August 1983 and February 1984, United States forces carried out Big Pine II, a considerably more extensive military exercise than the earlier Big Pine maneuvers, involving up to 5,000 United States military personnel. Extensive naval maneuvers involved two United States Navy aircraft carrier task forces, another task force led by the battleship U.S.S. New Jersey, and a landing by the United States Marines on the Caribbean coast during portions of the exercises. The purpose, according to a senior United States official, was to demonstrate the ability of United States military forces to operate in Central America and to persuade the Sandinista government of Nicaragua to desist from fomenting insurrection in the region. ", 
        "id": "powhon19831984", 
        "loc": "inhon1", 
        "source": "\nFederal Research Division of the Library of Congress under the Country Studies<br>\nArea Handbook Program sponsored by the Department of the Army", 
        "start": 1983, 
        "title": "To Persuade", 
        "type": "power"
    }, 
    {
        "end": 1983, 
        "entry": "January\nterrorist attacks before initiation of Big Pine Maneuvers, 120 Ex Guardsmen", 
        "id": "pownic1983b", 
        "loc": "nic1", 
        "source": "", 
        "start": 1983, 
        "title": "Contra Terrorism", 
        "type": "power"
    }, 
    {
        "end": 1983, 
        "entry": "In 1983, the Nicaraguan government accused the CIA twice of hatching a plot to kill Foreign Minister Miguel d'Escoto, of which the CIA aborted both attempts. Three U.S. Diplomats are implicated. d'Escoto goes on to become the president of the United Nations General Assembly in 2008.\n\n&quot;Reagan in fact was an international outlaw. He came to the Presidency of the United States shortly after Samosa, a Dictator that the U.S. has imposed over Nicaragua for practically half a century; had been deposed by Nicaraguan Nationalists under the leadership of the Sandinista Liberation Front. To Reagan Nicaragua had to be re-conquered. He blamed Carter for having lost Nicaragua, as if Nicaragua ever belonged to anyone else other than the Nicaraguan people. That was then the beginning of this war that Reagan invented, and mounted and financed and directed, the Contra War. About which he continually lied to the People. Helping the United States people to be the most ignorant people around the world. I said ignorant, I don't say not intelligent. But the most ignorant people around the world about what the United States does abroad. People don't even begin to see — if they did, they would rebel. And so, he lied to the people, as Bush lies to the people today and as they push on, thinking that the United States is above every law, human or divine. And we took the United States, Reagan's United States, his government to court, the World Court. I was Foreign Minister at that time here in Nicaragua. I was responsible for that. And the United States government received the harshest sentence, the harshest condemnation ever in the history of world justice. In spite of the fact that the United States since the early 1920's has been proclaiming to the world that one of the proofs of its moral superiority as compared to other countries around the world is the fact that it abides by the international law and was obedient to the world court when the United States was brought to the world court in Nicaragua and received the condemnation that the United States failed to heed the sentence and they till owe Nicaragua by now must be between 20,000 and $30,000 million at the time when we left government that the damages caused by that Reagan war was over $17 billion, and this, according to very moderate estimators of damage, people from the United Nations Economic Commission for Latin America, people from Harvard University and from Oxford and from the University of Paris basically this is the team that was pulled together to estimate the damage. The United States was ordered to pay for the damage. Bush never even wanted to talk to me about it. I said, &quot;Well, let's have a meeting so that you comply with your sentence of the court.&quot; He said to me in two different letters that there was nothing to talk about.\nSo, Reagan did damage to Nicaragua beyond the imaginations of the people who are hearing me now. The ripple effects of that; criminal murderous interventions in my country will go on for what, 50 years or more.&quot; Migeul d'Escoto on the death of Ronald Reagan in 2004", 
        "id": "pownic1983", 
        "loc": "nic1", 
        "source": "", 
        "start": 1983, 
        "title": "&quot;To Reagan, Nicaragua had to be re-conquered&quot;", 
        "type": "power"
    }, 
    {
        "end": 1983, 
        "entry": "Q. &quot;Mr. President, have you approved of covert activity to destablise the present government of Nicaragua?&quot;<br>\nA. &quot;Well, no, we're supporting them, the - oh, wait a minute, wait a minute, I'm sorry, I was thinking of El Salvador, because of the previous, when you said Nicaragua. Here again, this is something upon which the national security interests, I just - I will not comment.&quot;<br>\n- Ronald Reagan, former U.S. President, Washington press conference, February 13th, 1983, as quoted by John Pilger in 'Heroes'", 
        "id": "powusa1983", 
        "loc": "usa1", 
        "source": "Year 501", 
        "start": 1983, 
        "title": "Destabalized", 
        "type": "power"
    }, 
    {
        "end": 1983, 
        "entry": "Marcos and other activists from the National Liberation Forces (FLN) is born on November 17 with three indigenous and three mestizos. \n", 
        "id": "redstarmex1983", 
        "loc": "mex2", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1983, 
        "title": "The Beginning", 
        "type": "redstar"
    }, 
    {
        "end": 1983, 
        "entry": "In July, the courts order the arrest of Massera for the murder of a mistress's husband, the businessman Fernando Branca, who was invited for a sail on the yacht Massera used as chief of the navy and never appeared.\n<br>\nIn September, the military junta passes an autoamnesty for all members of the military charged with human rights violations. In October the leader of the Radical Civic Union, Raul Aifonsin, wins the presidency with 52 percent of the vote; it is the first time the Peronist movement has been defeated in clean elections. He is sworn into office on December 10. The new Congress nullifies the autoamnesty. Alfonsin creates a presidential commission of leading members of the society to investigate human rights violations and asks the courts to press charges against Videla, Massera, and other leaders of the dirty war.", 
        "id": "powarg1983", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1983, 
        "title": "Pressing Charges", 
        "type": "power"
    }, 
    {
        "end": 1987, 
        "entry": "The northern border serves as an operational base for attacks by Contras on nicaragua. Former Sandanista turned Contra, Eden Pastora, leads a small army estimated at 5,000 from this border area. At one point, Pastora claimed that he had shut down his activities because he had run out of funds. He stated that because of his &quot;anti-U.S.&quot; stance, he would not accept funds from the CIA. Within days he was fighting again, reportedly with an infusion of funds from Israel, as well as other countries. In fact, much of this was a propaganda charade, as Pastora was receiving CIA aid the entire time.", 
        "id": "powcos19841987", 
        "loc": "cos1", 
        "source": "", 
        "start": 1984, 
        "title": "The Contra Bases", 
        "type": "power"
    }, 
    {
        "end": 1984, 
        "entry": "February\nNine labor leaders including all top officials of one major federation were arrested in a Catholic retreat center by armed police. The police raid was based on an alleged tip that rifles and bazookas were stored there, but the police conceded that they had found no weapons, &quot;although they did confiscate most of the union files.&quot; Union leaders charged that they were forced to sign written confessions after a week of interrogation, sometimes beatings. None was charged with a crime; the official accusation was that they were planning to &quot;present demands to management for higher wages and benefits and promoting strikes, which destabilize the economy.&quot;", 
        "id": "powels1984", 
        "loc": "els1", 
        "source": "", 
        "start": 1984, 
        "title": "Demands to Management", 
        "type": "power"
    }, 
    {
        "end": 1990, 
        "entry": "By 1985, President Suazo Cordova is receiving on the order of $230 million a year from his US partners. Death squad activity and human rights abuses drastically increased shortly after. ", 
        "id": "powhon19841990", 
        "loc": "hon1", 
        "source": " ", 
        "start": 1984, 
        "title": "The US pressures Honduras into hosting and training Nicaraguan contras in return for aid money", 
        "type": "power"
    }, 
    {
        "end": 1984, 
        "entry": "The private contra aid network first came to public attention when, on September 1, 1984, two U.S. mercenaries belonging to the Alabama-based Civilian Military Assistance group were killed in a helicopter crash while attacking a Sandanista training camp. Their deaths prompted a number of journalists to explore the network of &quot;Private&quot; - and ostensibly independent - religious, secular New Right and paramilitary organizations working with the contras. By 1984, the most prominent of the &quot;private&quot; donors were Pat Robertson's Christian Broadcasting Network, the Unification Church, Civilian Military Assistance and related paramilitary groups, Louisiana State Representative Louis Jenkins' Friend of the Americas, and the Knights of Malta led by J. Peter Grace. At the center of the &quot;Private Aid Network&quot; was John Singlaub, head of the World Anti-Communist League. Singlaub had been tapped as one of the Reagan administration's key National Security Council Coordinator for private Contra fundraising. Some, but not all of this was revealed in the Iron-Contra scandal at the end of the Reagan administration.", 
        "id": "pownic1984", 
        "loc": "nic1", 
        "source": "", 
        "start": 1984, 
        "title": "NWJWD", 
        "type": "power"
    }, 
    {
        "end": 1984, 
        "entry": "At the demand of the national government, which wants the military to purge itself, the Supreme Council of the Armed Forces orders the arrest of the three commanders-in-chief who held power in 1976.", 
        "id": "powarg1984", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1984, 
        "title": "Purging", 
        "type": "power"
    }, 
    {
        "end": 1984, 
        "entry": "The National Commission on the Disappeared, presided over by the writer Ernesto Sabato, delivers its report to the president. The report states that human rights were violated in an institutional and state-ordained manner and that after being tortured the disappeared were thrown into the river or into the sea. Nine thousand cases are verified, with the names and surnames of the deceased, but the actual figure is believed to be higher. In a collective response, the Supreme Council affirms that the orders given by the former commanders were perfectly correct. The Federal Chamber removes the case from the military courts and carries on with the trial, which is extended to include the two military juntas that succeeded the first one. In all, nine former military leaders are charged, three of whom were also de facto presidents.", 
        "id": "redstararg1984", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1984, 
        "title": "Thrown Into The Sea", 
        "type": "redstar"
    }, 
    {
        "end": 1985, 
        "entry": "An earthquake destroys large sections of Mexico City. Inadequate and corrupt response by government officials forces civil society to organize itself, marking an important break in PRI's control.", 
        "id": "cultmex1985", 
        "loc": "mex1", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1985, 
        "title": "An Important Break", 
        "type": "culture"
    }, 
    {
        "end": 1985, 
        "entry": "Between April and September, the Federal Chamber heats testimony from survivors of the clandestine concentration camps and national and international leaders (such as Patricia Derian) for twelve hours a day. On December 9, Videla and Massera are sentenced to life imprisonment for treasonous homicides, illegal deprivations of liberty, torture, and robbery; former general Roberto Viola, former admiral Armando Lambruschini, and former brigadier general Ramon Agosti all receive prison sentences as well, and all those convicted are also dishonorably discharged from the armed forces. \n<br>\nThe sentencing order describes the &quot;criminal plan&quot; adopted by the former military leaders which consisted in &quot;apprehending suspects, keeping them secretly in captivity under inhuman conditions, subjecting them to torture in the aim of obtaining information so as ultimately to put them at the disposition of the courts or the National Executive Power or else to eliminate them physically.&quot; It also establishes the responsibility of those who carried out these men's orders directly and states that obedience to orders does not excuse those who carried out aberrant crimes.", 
        "id": "redstararg1985", 
        "loc": "arg2", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1985, 
        "title": "The Criminal Plan", 
        "type": "redstar"
    }, 
    {
        "end": 1986, 
        "entry": "Newly elected President Marco Vinicio Cerezo promises to change Guatamala within 126 days of his inauguration. There are at least 94 deaths and 35 disappearances in the weeks following his inauguration.\n<br>\nAccording to Amnesty Intemational, &quot;arbitrary arrest, torture, 'disappearance' and political killings were everyday realities&quot; for Guatemalans during decades of U.S. financed military dictatorship. In January 1986, Christian Democrat leader Vinicio Cerezo was elected President and said he had &quot;the political will to respect the rights of man,&quot; but it didn't take long to find out that his political will was irrelevant in the face of Guatemala's well-oiled military machine. Hopes for change were dashed when Cerezo announced he would not nullify the &quot;self-amnesty law&quot; declared on the eve of his election by General Oscar Mejia Victores, establishing amnesty for all past military offenses committed from General Efrain Rios Montt's coup in 1982 through the 1986 elections.\nAlthough Ronald Reagan's State Department asserted &quot;there has not been a single clear-cut case of political killing,&quot; within months of Cerezo's inauguration opposition leaders attributed 56 murders to security forces and death squads, while Americas Watch claimed that &quot;throughout 1986, violent killings were reported in the Guatemalan press at the rate of 100 per month.&quot; Altogether, Americas Watch says, tens of thousands were killed and 400 rural villages were destroyed by government death squads during Reagan's term in office.\n<br>\nColonel D'Jalma Dominguez, former army spokesman, explains: &quot;For convenience sake, a civilian government is preferable, such as the one we have now. If anything goes wrong, only the Christian Democrats will get the blame. Its better to remain outsde: The real power will not be lost.&quot; \n<br>\n", 
        "id": "powgua1986", 
        "loc": "gua1", 
        "source": "", 
        "start": 1986, 
        "title": "&quot;The Real Power Will Not Be Lost&quot;", 
        "type": "power"
    }, 
    {
        "end": 1986, 
        "entry": "EZLN enters first indigenous community at invitation of local leaders. ", 
        "id": "redstarmex1986", 
        "loc": "mex22", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1986, 
        "title": "First Invitation", 
        "type": "redstar"
    }, 
    {
        "end": 1986, 
        "entry": "The Supreme Court confirms the convictions, though it reduces Viola's and Agosti's sentences. The Federal Chamber hands down prison sentences to the former chiefs of police of Buenos Aires, Colonel Ramon Camps and General Pablo Ovidio Riccheri, and to their former assistant chief, Commissioner Miguel Osvaldo Etchecolatz, as well as to Dr. Jorge Berges and Corporal Norberto Cozzani. The entire pyramid of repression is thus covered, from the highest-ranking military leaders to the low ranking policemen and civilian collaborators.", 
        "id": "redstararg1986", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1986, 
        "title": "From High to Low", 
        "type": "redstar"
    }, 
    {
        "end": 1986, 
        "entry": "The Federal Chamber takes over the trial for the events at the Navy School of Mechanics (ESMA). Alarmed by the military repercussions of the convictions, Alfonsin persuades Congress to sanction a law known as Full Stop: the judges will have 60 days to bring charges against all those implicated in human rights violations. Once that time has elapsed, all such cases will be considered invalid.", 
        "id": "powarg1986", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1986, 
        "title": "Full Stop", 
        "type": "power"
    }, 
    {
        "end": 1987, 
        "entry": "As the United States geared up for its attack on popular organizations and social reform in Central America in the 1980s, Costa Rica continued to cooperate, but with insufficient enthusiasm from the Reaganite perspective, particularly under the Arias government. Arias accepted the basic norms, lauding Washington's terror states as &quot;democracies,&quot; condemning the Sandinistas for failing to observe the regional standards to which the U.S. clients conform, and assuring the press that &quot;I told Mr. Shultz that the Sandinistas today are bad guys, and you are good guys, that they have unmasked themselves&quot; by the repression at Nandaime. But this level of support for U.S.-backed terror did not suffice for the jingoist right, offended by the fact that Arias joined general Latin American opinion in opposing overt U.S. violence in the region. In September 1987, according to the Council on Hemispheric Affairs (COHA), he was summoned to the White House to receive a &quot;stern lecture&quot; from Reagan, prepared by Elliott Abrams, warning him not to appeal directly to Congress to terminate contra aid. In previous months, delay of aid to Costa Rica and other pressures had served as a warning of what might be in store. When Arias responded with critical remarks about U.S. policy, COHA reports, &quot;the outraged Reagan was heard to exclaim as Arias took his leave, &quot;Who is that dwarf?&quot;", 
        "id": "powcos1987", 
        "loc": "cos1", 
        "source": "Necessary Illusions by Noam Chomsky", 
        "start": 1987, 
        "title": "Who Is That Dwarf?", 
        "type": "power"
    }, 
    {
        "end": 1988, 
        "entry": "Eventually Noriega refused to participate in further anti-Sandinista actions. In 1987, a Miami grand jury indicted him for drug-trafficking and the CIA tried to destabilize his regime. Noriega warned Bush that he had information which could change the course of the 1988 U.S. elections and the CIA backed off, but when Noriega &quot;annulled&quot; Panama's 1989 elections, citing CIA interference, Bush renewed attempts to unseat his one-time ally. \n<br>\nCritics called Bush's failure to support an abortive 1989 coup &quot;indecisive,&quot; but his response to that criticism, the December 1989 invasion of Panama, led to world condemnation. Noriega eventually surrendered to face U.S. drug charges, but under the guise of apprehending one drug dealer, the invasion led to over 1,000 Panamanian deaths and installed a regime with similar close links to drugs, plus a willingness to alter Panama Canal treaties to suit U.S. interests.", 
        "id": "powpan19871988", 
        "loc": "pan1", 
        "source": "", 
        "start": 1987, 
        "title": "Noriega's Break", 
        "type": "power"
    }, 
    {
        "end": 1987, 
        "entry": "IN THE SUMMER of 1987 Puerto Rico was shaken by revelations that the island's police was collecting information on so called &quot;political subversives,&quot; and that it was in possession of thousands of extensive carpetas (files) concerning individuals of all social groups and ages.\n\nApproximately 75,000 persons were listed as under political police surveillance. There were 151,541 entries encompassing individuals (74,412) and organizations, vehicles, boats, and geographic areas (60,776). These 135,188 entries in the central archives of the police were complemented by another 11,353 entries in regional police archives, and approximately 5,000 in the Bureau of Special Investigations of the Justice Department of the Commonwealth of Puerto Rico.\n\nThe massive surveillance apparatus uncovered was aimed primarily against Puerto Rico's independence movement. Because the regional and central archives contain duplicates, and the same individuals are listed under personal files and files of organizations, the actual number under surveillance is smaller than the number of files.\n\nThe FBI created &quot;subversive&quot; lists with names of more than 150,000 &quot;independentistas&quot; who often find themselves thrown out of work. FBI agents organized and trained death squads within the Puerto Rican police department.", 
        "id": "powpue1987", 
        "loc": "pue1", 
        "source": "", 
        "start": 1987, 
        "title": "The Carpetas", 
        "type": "power"
    }, 
    {
        "end": 1987, 
        "entry": "Iran-Contra investigation reveals illegal covert actions by Reagan administration to aid contras fighting to overthrow Nicaraguan Government. The International Court finds the United States in abrogation of international law for its embargo against Nicaragua, mining its harbors and creating and supporting contras. All the co-conspirators get pardoned by President Bush in 1993. ", 
        "id": "powusa1987", 
        "loc": "usa1", 
        "source": "", 
        "start": 1987, 
        "title": "Reagan Caught, Not Impeached", 
        "type": "power"
    }, 
    {
        "end": 1987, 
        "entry": "In February, when the sixty-day statute of limitations ends, Federal Chambers throughout the country have not brought charges against thirty or forty members of the military, as the government had hoped, but against almost four hundred. In the ESMA proceedings, the Federal Chamber of the Capital orders the arrest of nineteen men, among them admirals, officers, and noncommissioned officers. As the summonses continue to reach officers facing charges in other parts of the country, the military tension grows.", 
        "id": "redstararg1987", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1987, 
        "title": "Four Hundred", 
        "type": "redstar"
    }, 
    {
        "end": 1987, 
        "entry": "On April 15, Lieutenant Colonel Ernesto Barreiro ignores a summons from the Federal Chamber of Cordoba to give testimony in response to charges of torture and treasonous homicide. Lieutenant Colonel Aldo Rico occupies the School of Infantry in the largest military garrison in Argentina. His commandos, known as the carapintadas because their faces are painted, demand that the trials of their comrades be brought to a halt. &quot;The shifting terrain of the law and judicial chicanery is not the soldier's natural habitat. The soldier is trained to show his teeth and bite; combat is his proper environment and his power resides in holding a monopoly on violence,&quot; he explains in a document. The president orders the uprising to be reptessed, but the military columns take several days to travel a few hundred kilometers. In front of the Legislative Assembly, Alfonsin declares that no civilian or member of the military can use force to negotiate his judicial situation and reaffirms the equality of all before the law. He announces to a crowd that has gathered in the Plaza de Mayo to condemn the uprising that he will go personally to the garrisons to demand the surrender of the carapintadas. Upon his return, he calls them &quot;the heroes of the Malvinas war&quot; and asks the demonstrators to disperse, stating that &quot; the house is in order.&quot; He bids them good-bye with a disconcerting, &quot;Happy Easter.&quot;\n<br>\nIn July, he persuades Congress to approve the law of Due Obedience, which exempts from guilt those who tortured or murdered in fulfillment of orders. Only the former military leaders and a select group of generals and former leaders of army corps and security zones remain in prison. Among those set free are Astiz and Pernias.", 
        "id": "powarg1987", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1987, 
        "title": "Due Obedience", 
        "type": "power"
    }, 
    {
        "end": 1988, 
        "entry": "The workers of the Companhia Siderurgica Nacional went on strike and occupied the facility. Police opened fire as they raided to retake the plant and three workers were killed. A monument was erected to the slain workers but bombed the next day, which was later discovered to have been done by the army. <!-- http://www.youtube.com/watch?v=5jIgULqY1tc</p> <p class=\"source\" --> ", 
        "id": "redstarbra1988", 
        "loc": "bra2", 
        "source": "", 
        "start": 1988, 
        "title": "The Fight for a Six-Hour Day", 
        "type": "redstar"
    }, 
    {
        "end": 1988, 
        "entry": "Leaving nothing to chance, the United States has been supporting &quot;parallel structures in Costa Rica, especially within the security services,&quot; COHA alleges, citing U.S.-backed military and paramilitary training programs and frequent reports, one verified personally by a COHA staff member in January 1988, of &quot;U.S.-sponsored clandestine arms deliveries to...private paramilitary groups&quot; associated with right-wing organizations and the Civil Guard, with Washington connections in the background.15\n", 
        "id": "powcos1988", 
        "loc": "cos1", 
        "source": "Necessary Illusions Chomsky", 
        "start": 1988, 
        "title": "US Infiltration", 
        "type": "power"
    }, 
    {
        "end": 1988, 
        "entry": "There is also growing civil unrest. Landless campesinos led by priests have occupied abandoned land, leading to arrests and forced expulsion. A report of the Human Rights Commission of Costa Rica documents dozens of complaints of illegal expulsion and abuse of authority during the past two years, including several assassinations, implicating the security forces, especially the Rural Guard, in violence against campesinos. Father Elias Arias, a priest imprisoned with 100 squatters, stated that &quot;Costa Rica urgently needs land reform, but the legislators are reluctant to carry out this type of reform which is against their own self-interest. Instead of helping the campesinos, they have been protecting the property of John Hull,&quot; the wealthy U.S. landowner and CIA asset who was actively involved in the attack against Nicaragua from Costa Rican bases.", 
        "id": "redstarcos1988", 
        "loc": "cos1", 
        "source": "Necessary Illusions Chomsky", 
        "start": 1988, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1988, 
        "entry": "Costa Rica expels the Contras. Having had decades of peace and stability, Costa Rica and Honduras became the bases for the CIA-formed counterrevolutionary rebels, known as the Contras, in a proxy war against the Sandinistas. By now, the Contras had been engaged in the smuggling of cocaine and guns, once the CIA had begun funding them through illicit means after Congress officially cut their financing. They had offices in Costa Rican cities, and military bases on its side of the border with Nicaragua. Tens of thousands of Costa Ricans took to the streets to demand their country's disentanglement from the war, and President Oscar Arias Sanchez had participated in the five nation Contadora talks. On January 14th, Arias demanded Contras in his country retire from the war and belligerent organizations or leave the country.", 
        "id": "redstarcos1988x2", 
        "loc": "cos1", 
        "source": "", 
        "start": 1988, 
        "title": "A Popular Rejection", 
        "type": "redstar"
    }, 
    {
        "end": 1988, 
        "entry": "Fraudulent presidential elections on July 6 bring PRI candidate Carlos Solinas de Gortari to power. Opposition candidate Cuauhtemoc Cardeans is ahead in polling when vote-counting computers &quot;suddenly crash&quot;. Three days later Salinas is declared the winner.", 
        "id": "powmex1988", 
        "loc": "mex1", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1988, 
        "title": "A Sudden Crash", 
        "type": "power"
    }, 
    {
        "end": 1988, 
        "entry": "The carapintadas take part in two new uprisings, the first led by Rico and the second by Colonel Mohamed Ali Seineldin, a former adviser to Panamanian strongman Manuel Noriega. Seineldin says he is receiving directives from the Virgin Mary.", 
        "id": "powarg1988", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1988, 
        "title": "Seneldin and Rico", 
        "type": "power"
    }, 
    {
        "end": 1989, 
        "entry": "\nInternational credit organizations cut off Argentina's financing, which unleashes a run against the peso. In May, the Peronist candidate Carlos Menem is elected president. Hyperinflation devalues salaries and supermarkets are ransacked for food in several parts of the country; widescale protests and strikes over hyperinflation of food prices spread from Rosario to Buenos Aires in May and June. Police began opening fire, and from 14-20 were killed. President Raul Alfonsín resigned, and President-elect Carlos Menem took office early.", 
        "id": "econarg1989", 
        "loc": "arg1", 
        "source": "", 
        "start": 1989, 
        "title": "A Broken Economy", 
        "type": "economy"
    }, 
    {
        "end": 1994, 
        "entry": "New president Alfredo Cristiani is a member of those same &quot;Fourteen Families&quot; and his ARENA party is linked to brutalities surpassing Hernandez Martinez's. Cristiani, former leader of a motorcycle gang, the &quot;Bad Boys,&quot; is a perfect figure-head: photogenic, moderate-sounding, schooled in Washington D.C., and indebted to the military for power. As puppet president, he yields to ARENA founder Roberto D'Aubuisson, whom former U.S. Ambassador Robert White calls a &quot;pathological killer.&quot;\nD'Aubuisson, a former cashiered Army Major with ties to Jesse Helms and the U.S. right, studied unconventional warfare in the U.S. and Taiwan. He once told European joumalists, &quot;You Germans were very intelligent. You realized that the Jews were responsible for the spread of communism, so you killed them.&quot; According to D'Aubuisson, &quot;the Christian Democrats [Ex- President Jose Napoleon Duarte's party] are communists,&quot; but Jesuit priests are &quot;the worst scum&quot; of all. U.S. State Department cables indicate D'Aubuisson &quot;planned and ordered the assassination of the late Archbishop Oscar Arnulfo Romero.&quot; It is believed he was behind the White Warriors Union (UGB), whose slogan was &quot;Be patriotic - kill a priest.&quot; In 1989 six priests were slain and Cristiani soon admitted his U.S. trained soldiers had committed the murders. Yet, although assassinations of priests are notable, 70,000 other civilians have been killed by the Salvadoran military and the death squads since 1980.", 
        "id": "powels19891994", 
        "loc": "els1", 
        "source": "", 
        "start": 1989, 
        "title": "A Figure-head over the Killers", 
        "type": "power"
    }, 
    {
        "end": 1989, 
        "entry": "1989 Nationalist government ousted by 27,000 soldiers, leaders arrested, 2000+ killed.", 
        "id": "powpan1989", 
        "loc": "pan1", 
        "source": "", 
        "start": 1989, 
        "title": "Operation Just Cause (1989)", 
        "type": "power"
    }, 
    {
        "end": 1989, 
        "entry": "On February 27th, a wave of demonstrations shook Venezuela, angered by a series of IMF-requested free trade reforms by President Carlos Andres Perez that vastly increased the cost of living and privatized many state industries. \n\nThe bloody incident marked the start of a shift in the political scene, which saw the waning of the influence of the country's traditional parties and trade unions. \n\nThe last straw was an abrupt rise in bus fares, adopted in the wake of an increase in gas prices announced just after President Carlos Andres Perez (1974-1979 and 1989-1993) took office on Feb. 2, 1989. \n\nUnable to afford the new bus fares and facing serious difficulties in making it to their jobs in the second half of the month, commuters from outlying areas around Caracas were the first to erupt in anger, followed by thousands of people in slum neighbourhoods, vandals, and even police officers themselves. \n\nThe rioting and subsequent crackdown lasted a week. The clampdown on the protesters and looters was harsh after Tuesday the 28th, as the military was called out on the streets in several major cities and a curfew was set—measures that had not been used in Venezuela in several generations. \n\nWith the police and National Guard unable to restore order, Perez called out the army on the night of Monday, Feb. 27, and the troops brutally cracked down on the rioters, who were acting without clear objectives or political leadership of any kind. \n\nIt is true as well, as journalists witnessed at the time, that the army also attempted on a number of occasions to at least impose order among the chaos, having looters stand in organised lines that filed in and out of supermarkets and stores, and ensuring that they only took food and did not cause damages. \n\n&quot;It was the first breakdown of the institutional pact under which democracy had functioned since 1958, a kind of collective decision to break with the prevailing state of law. But it was also a great national failure, a fight without winners, which remains a huge open wound,&quot; said sociologist Tulio Hernandez. \n\n The end result: hundreds of people killed, around 2,000 injured and more than 150 million dollars in damages to shops and businesses. \nOn the 28th, Andres Perez suspended a number of constitutional civil liberties as the country had been effectively shut down within two days. The protests continued, and the military were sent in. Between 275 and 3,000 were killed, mostly civilians killed by the military and mercenaries.", 
        "id": "redstarven1989", 
        "loc": "ven1", 
        "source": "", 
        "start": 1989, 
        "title": "A Huge Open Wound", 
        "type": "redstar"
    }, 
    {
        "end": 1989, 
        "entry": "EZLN grows to over 1,300 armed members.", 
        "id": "indmex1989", 
        "loc": "mex23", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1989, 
        "title": "1300", 
        "type": "ind"
    }, 
    {
        "end": 1989, 
        "entry": "In January, a remnant of the vanished People's Revolutionary Army occupies the military facility of La Tablada after denouncing a pact between the carapintadas and the Peronists which is intended to force Alfonsin to resign.", 
        "id": "redstararg1989", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1989, 
        "title": "Force", 
        "type": ""
    }, 
    {
        "end": 1989, 
        "entry": "Alfonsin resigns from the presidency and Menem assumes it five months before his term officially begins. In October, he signs a pardon for four hundred officers and noncommissioned officers charged in the carapintada rebellions (among them Rico and Seineldin) and for the three former commanders in chief sentenced by the military Courts for their role in the Malvinas war, as well as four dozen generals, admirals, colonels, and captains who remained in prison for human rights violations.", 
        "id": "powarg1989", 
        "loc": "arg2", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1989, 
        "title": "Generals, Admirals, Colonels, and Captains", 
        "type": "power"
    }, 
    {
        "end": 1990, 
        "entry": "The Puerto Rico Telephone Company was nationalized in 1974, but under Governor Hernandez Colon there was movement toward a privatization sale to Bell Atlantic (now Verizon). A one day strike of 3,800 communications workers inspired one hundred fifty thousand Puerto Ricans to march on San Juan against the deal. The sale was averted.", 
        "id": "econpue1990", 
        "loc": "pue1", 
        "source": "", 
        "start": 1990, 
        "title": "Verizon Held Back", 
        "type": "economy"
    }, 
    {
        "end": 1990, 
        "entry": "In December, Seineldin leads a new uprising, 48 hours before the arrival in Argentina of President George Bush; the rebellion is put down, weapon in hand, by the assistant chief of staff of the army, General Martin Baiza. Menem wants to have the prisoners shot, but is dissuaded by his advisers. Days later, he pardons the former members of the military junta sentenced by the courts, as well as the Montonero leaders Mario Firmenich (sentenced to thirty years' imprisonment), Fernando Vaca Narvaja, and Roberto Perdia (who was living in exile).\n\n", 
        "id": "powarg1990", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1990, 
        "title": "Dissuaded", 
        "type": "power"
    }, 
    {
        "end": 1991, 
        "entry": "Brazil is a world center of such triumphs as child slavery, with some 7 million children working as slaves and prostitutes, exploited, overworked, deprived of health and education, &quot;or just deprived of their childhood,&quot; an International Labor Organization study estimates. The luckier children can look forward to work for drug traffickers in exchange for glue to sniff to &quot;make the hunger go away.&quot; The figure worldwide is estimated at hundreds of millions, &quot;one of the grimmer ironies of the age,&quot; George Moffett comments. Had the grim result been found in Eastern Europe it would have been a proof of the bestiality of the Communist enemy; since it is the normal situation in Western domains, it is only irony, the result of &quot;endemic third-world poverty...exacerbated as financially strapped governments have cut expenditures for education,&quot; all with no cause.\n<br>\nBrazil also wins the prize for torture and murder of street children by the security forces—&quot;a process of extermination of young people&quot; according to the head of the Justice Department in Rio de Janeiro (Helio Saboya), targeting the 7-8 million street children who &quot;beg, steal, or sniff glue&quot; and &quot;for a few glorious moments forget who or where they are&quot; (London Guardian correspondent Jan Rocha). In Rio, a congressional commission identified 15 death squads, most of them made up of police officers and financed by merchants. Bodies of children murdered by death squads are found outside metropolitan areas with their hands tied, showing signs of torture, riddled with bullet holes. Street girls are forced to work as prostitutes. The Legal Medical Institute recorded 427 children murdered in Rio alone in the first ten months of 1991, most by death squads. A Brazilian parliamentary study released in December 1991 reported that 7000 children had been killed in the past four years.", 
        "id": "econbra1991", 
        "loc": "bra1", 
        "source": "Year 501, Chomsky", 
        "start": 1991, 
        "title": "The New Pixote", 
        "type": "economy"
    }, 
    {
        "end": 1991, 
        "entry": "Soviet President Gorbachev announces he\nintends to withdraw the Soviet training brigade from Cuba.\nThe Cuban Foreign Ministry states that Gorbachev's remarks\n&quot;were not preceded by consultations or any prior notice, which\nconstitutes inappropriate behavior from the point of view of\ninternational standards as well as the agreements existing\nbetween the two states.&quot; Bush administration officials say they hope this will lead to the downfall of President Castro.\nOn the following day, Soviet Foreign Minister Boris Pankjin\nsays the Soviet Union wants the United States to match the\nSoviet military withdrawal from Cuba by removing US troops\nfrom Guantanamo Bay and halting military maneuvers in the\nregion.\nResponding to the Soviet plan to remove troops from Cuba, in a long editorial Granma reports the history of the Soviet brigade in Cuba and its relationship tothe US military occupation of Cuban territory at Guantanamo.The editorial states that &quot;we could be moving toward a world order in which small Third World countries like Cuba, whose social system is not to the liking of the United States, have no alternative except to risk disappearing; and in which there is no room for ideological loyalties or even the most elemental ethicalprinciples, without which our civilization will be threatenedwith the possible emergence of a new barbarism based on US technological might and hegemonic delirium.&quot;", 
        "id": "powcub1991", 
        "loc": "cub1", 
        "source": "", 
        "start": 1991, 
        "title": "A New Barbarism, Hegemonic Delirium", 
        "type": "power"
    }, 
    {
        "end": 1996, 
        "entry": "The Pentagon builds housing for the flood of\nrefugees arriving at the Guantanamo base from Haiti. In 1994,\nthousands of would-be Cuban emigrants join them. Eventually,\nmore than 45,000 Cubans and Haitians are held in tent cities\n\ncovering much of the base. Most Cubans are admitted into the\nUnited States, but most Haitians are sent back home. The last\nof the Cubans depart in 1996.", 
        "id": "powcub19911996", 
        "loc": "cub1", 
        "source": "", 
        "start": 1991, 
        "title": "Refugees on Guantanamo", 
        "type": "power"
    }, 
    {
        "end": 1992, 
        "entry": "President Salinas reforms Article 27 of the Mexican Constitution, ending 75 years of of land reform and allowing privatization of Ejidos.", 
        "id": "powmex1992", 
        "loc": "mex2", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1992, 
        "title": "Article 27", 
        "type": "power"
    }, 
    {
        "end": 1993, 
        "entry": "Zapatista communities approve a military offensive by the EZLN and from the Clandestine Indigenous Revolutionary Committee-General Command (CCRI-GG) to lead the struggle. ", 
        "id": "indmex1993", 
        "loc": "mex22", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1993, 
        "title": "Struggle", 
        "type": "ind"
    }, 
    {
        "end": 1994, 
        "entry": "1994 <br>\nBlockade against military government; troops restore President Aristide to office three years after coup. \n<blockquote>\n&quot;[After] early 1994... Washington's negotiators made one demand that Aristide could not accept: the immediate selloff of Haiti's state-owned enterprises, including phones and electricity. Aristide argued that unregulated privatization would transform state monopolies into private oligarchies, increasing the riches of Haiti's elite and stripping the poor of their national wealth.&quot; <div style=\"text-align:right\">—Naomi Klein</div></blockquote>\n", 
        "id": "econhai1994", 
        "loc": "hai1", 
        "source": "", 
        "start": 1994, 
        "title": "Stripping the Poor", 
        "type": "economy"
    }, 
    {
        "end": 1994, 
        "entry": "\n<span class=\"medhed\">January</span><br>\nNAFTA is implemented January 1st, the same day 3,000 members of the EZLN occupy six large towns and hundreds of farms in an armed uprising. Within hours the Mexican Army responds, bombing indigenous communities and killing at least 145 indigenous people. Mexican Civil Society responds with massive demonstrations calling for an end to military repression. A cease-fire is declared on January 12th.\n<br><br>\n<span class=\"medhed\">February</span><br>\nPeace talks begin, but the government peace proposal is rejected by Zapatista communities.\n<br><br>\n<span class=\"medhed\">August</span><br>\nThe Zapatistas organize the National Democratic Convention.\nMore than 6,000 people representing a broad range of civil society gather at &quot;Aguascalientes,&quot; a meeting place carved out of the jungle. Ernesto Zedillo is elected president in August, and Eduardo Robledo Rincon is elected governor amid widespread charges of fraud. Amado Avendano Figueroa, the\nPRD candidate, declares a &quot;government in rebellion.&quot;\n<br><br>\n<span class=\"medhed\">December</span><br>\nOn December 19, the Zapatistas declare 38 autonomous indigenous\nmunicipalities, representing a serious challenge to local PRI power\nstructures.<br>\nThe Mexican peso tumbles, losing more than half of its\nvalue during the next two months. A US/International Monetary Fund bailout of $50 billion does\nnot mitigate dramatic increases in unemployment and loss of living standards\nduring the following year. The majority of Mexicans suffer, while the\nelites enjoy the fruits of privatization and NAFTA.\n\n", 
        "id": "indmex1994", 
        "loc": "mex23", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1994, 
        "title": "&quot;We Are the Products of 500 Years of Resistance&quot;", 
        "type": "ind"
    }, 
    {
        "end": 1995, 
        "entry": "Cuba signs the 1967 Treaty of Tlatelolco. As a\ncondition for Cuba's remaining within the treaty, it maintains\nthat the US government should cease sending ships carrying\nnuclear weapons to Guantanamo Naval Base on Cuban\nterritory. Cuba favors the destruction of all nuclear weapons\nas the only guarantee against their use and argues &quot;the ones\nwho should respect this principle first are the so-called nuclear\npowers.&quot;", 
        "id": "redstarcub1995", 
        "loc": "cub1", 
        "source": "", 
        "start": 1995, 
        "title": "Destroying Nuclear Weapons", 
        "type": "redstar"
    }, 
    {
        "end": 1999, 
        "entry": "The Telecommunications Act of 1996 led to heavy deregulation, offering competition with the Puerto Rico Telephone Company. Governor Pedro Rosello, who had been privatizing industries and farms since elected, once again proposed privatizing the PRTC, and a one day General Strike in 1997 temporarily halted the sale. The statehood parties suggested the PRTC was a heavy burden to the budget even though it brought in revenues, and the Puerto Rico Independence Party and trade unions contested these claims, as even conservative thinktanks considered it modern and it made a profit of $130 million in 1996. Police attacked the June strikes of PRTC workers and the violent clashes led to the involvement of fifty more unions. A general strike was called in July of 1998, with half a million workers participating. After forty-four days, the strike was called off when the government promised no reprisals, but the privatization and sale of the PRTC went ahead in 1999.", 
        "id": "econpue19951999", 
        "loc": "pue1", 
        "source": "", 
        "start": 1995, 
        "title": "Privatizing the Phones", 
        "type": "economy"
    }, 
    {
        "end": 1995, 
        "entry": "\n\n\n<span class=\"medhed\">January</span> <br>\nChase Manhattan Bank issues a report calling for the Mexican\ngovernment to &quot;eliminate the Zapatistas.&quot; At this point, dozens of communities\nhave publicly defined themselves as Zapatistas, representing well\nover 50,000 civilians.\n<br><br>\n<span class=\"medhed\">February</span><br>\nOn February 9, the army mounts a massive invasion in Zapatista areas\nof influence, especially in the Canadas, implementing a strategy of low-intensity warfare (also known as civilian-targeted warfare), Among other things, the army displaces almost 20,000 campesinos and turns Aguascalientes, and\nturns it into an army base. The Zapatistas respond by constructing five\nnew Aguascalientes (centers of indigenous resistance). During the next five\nyears, over 60,000 troops occupy nearly every corner of the state, establishing\narmy encampments just meters from most of the well-established\nZapatista communities, and disrupting the lives, economy, and culture of\nindigenous communities.\n<br><br>\n<span class=\"medhed\">April</span><br>\nPeace talks resume, with both sides agreeing to focus discussions\nin six areas.\n<br><br>\n<span class=\"medhed\">August</span><br>\nThe Zapatistas hold the first international consulta. Over a million\npeople vote, calling on the EZLN to transform itself into a new independent\npolitical force.\n<br><br>\n<span class=\"medhed\">October</span><br>\nTalks begin in San Andres Larrainzar on indigenous rights and culture.\n<br><br>\n<i>Pictured, Government soldiers man a tank near Patihuitz, a Zapatista village and a regular post for Zapatista Commandante Marcos. In early February 1995, 60,000 Mexican government soldiers fanned into Chiapas in search of Marcos. Larry Towell/Magnum Photos</i>\n", 
        "id": "indmex1995", 
        "loc": "mex2", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1995, 
        "title": "And Then Repression", 
        "type": "ind"
    }, 
    {
        "end": 1995, 
        "entry": "Lieutenant Commander Adolfo Scilingo, pictured, becomes the first member of the Argentine military to speak openly and at length about his participation in the dirty war. His testimony becomes the basis of Horacio Verbitsky's &quot;The Flight: Confessions of an Argentine Dirty Warrior,&quot; which becomes a bestseller. In 2005, he is sentenced to hundreds of years in prison, though he will be released in the mandatory maximum of thirty.", 
        "id": "cultarg1995", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1995, 
        "title": "The Flight", 
        "type": "culture"
    }, 
    {
        "end": 1996, 
        "entry": "\n<span class=\"medhed\">FEBRUARY</span><br>\nThe EZLN and the government sign the San Andres Accords, outlining a program of land reform, indigenous autonomy, and cultural rights.\n<br><br>\n<span class=\"medhed\">MARCH</span><br>\n Talks begin on democracy and justice, concluding with no agreement\non August 12, as government representatives refuse to discuss Zapatista proposals\nand present nothing substantial of their own.\n<br><br>\n<span class=\"medhed\">JULY/AUGUST</span><br>\nThe Zapatistas organize the first Intercontinental Encuentro For\nHumanity and Against Neoliberalism. Several thousand people attend from\nMexico and around the world to discuss the role of civil society in confronting\nneoliberalism.\n<br><br>\n<span class=\"medhed\">AUGUST</span><br>\n On August 30, the EZLN suspends peace talks, demanding that government\nrepresentatives actually be empowered to negotiate.\n<br><br>\n<span class=\"medhed\">DECEMBER</span><br>\n President Zedillo formally rejects the San Andres Accords.", 
        "id": "indmex1996", 
        "loc": "mex22", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1996, 
        "title": "San Andres and Encuentros", 
        "type": "ind"
    }, 
    {
        "end": 1997, 
        "entry": "Bombings in Cuba in 1997, which killed an Italian tourist, were traced back to Miami. The perpetrators were Salvadoran criminals operating under the direction of Luis Posada Carriles and financed in Miami. One of the most notorious international terrorists, Posada had escaped from a Venezuelan prison, where he had been held for the Cubana airliner bombing, with the aid of Jorge Mas Canosa, a Miami businessman who was the head of the tax-exempt Cuban-American National Foundation (CANF). Posada went from Venezuela to El Salvador, where he was put to work at the Ilopango military air base to help organize US terrorist attacks against Nicaragua under Oliver North's direction.\n\nPosada has described in detail his terrorist activities and the funding for them from exiles and CANF in Miami, but felt secure that he would not be investigated by the FBI. He was a Bay of Pigs veteran, and his subsequent operations in the 1960s were directed by the CIA. When he later joined Venezuelan intelligence with CIA help, he was able to arrange for Orlando Bosch, an associate from his CIA days who had been convicted in the US for a bomb attack on a Cuba-bound freighter, to join him in Venezuela to organize further attacks against Cuba. An ex-CIA official familiar with the Cubana bombing identifies Posada and Bosch as the only suspects in the bombing, which Bosch defended as &quot;a legitimate act of war.&quot; Generally considered the &quot;mastermind&quot; of the airline bombing, Bosch was responsible for thirty other acts of terrorism, according to the FBI. He was granted a presidential pardon in 1989 by the incoming Bush I administration after intense lobbying by Jeb Bush and South Florida Cuban-American leaders, overruling the Justice Department, which had found the conclusion &quot;inescapable that it would be prejudicial to the public interest for the United States to provide a safe haven for Bosch [because] the security of this nation is affected by its ability to urge credibly other nations to refuse aid and shelter to terrorists.&quot;", 
        "id": "powcub1997", 
        "loc": "cub1", 
        "source": "Hegemony or Survival Chomsky", 
        "start": 1997, 
        "title": "&quot;Aid and Shelter to Terrorists&quot;", 
        "type": "power"
    }, 
    {
        "end": 1997, 
        "entry": "JULY<br>\nThe July 6 midterm elections mark significant gains for opposition parties:\ninside the &quot;conflict zone&quot; in Chiapas, howevever, abstention reaches 80 percent.\nChiapas' elections are notoriously fraudulent, and the high rate of abstention\nreflects a general mistrust of government in indigenous communities.", 
        "id": "redstarmex1997", 
        "loc": "mex2", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1997, 
        "title": "The Conflict Zone", 
        "type": "redstar"
    }, 
    {
        "end": 1997, 
        "entry": "\n<span class=\"medhed\">SEPTEMBER</span><br>\nOn September 12, Zapatistas arrive in Mexico City for the founding\nof the unarmed Zapatista National Liberation Front (FZLN), the civil political\narm of the indigenous movement.", 
        "id": "indmex1997", 
        "loc": "mex1", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1997, 
        "title": "FZLN", 
        "type": "ind"
    }, 
    {
        "end": 1997, 
        "entry": "\n<iframe width=\"480\" height=\"360\" src=\"https://www.youtube-nocookie.com/embed/9XjlT7ja20M?rel=0\" frameborder=\"0\" allowfullscreen></iframe><br>\nDECEMBER<br>\nOn December 22, a paramilitary group affiliated with the PRI\nattacks a church in the community of Acteal, killing 45 Indigenous\ncampesinos, mostly women and children. Paramilitary activity has been\ngrowing throughout the state for several years as part of the strategy of civilian-targeted warfare. Local PRI officials and army officers are implicated, but the intellectual authors are never brought to justice. Shortly thereafter, the Zedillo administration denies the existence of paramilitaries in Chiapas, and\nthe army begins a campaign to disarm the EZLN, but not the paramilitary\ngroups.\n\n", 
        "id": "massacremex1997", 
        "loc": "mex23", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1997, 
        "title": "45 Killed", 
        "type": "massacre"
    }, 
    {
        "end": 1998, 
        "entry": "The Colombia Plan is officially justified in terms of the &quot;drug war,&quot; a claim taken seriously by few competent analysts. The US Drug Enforcement Administration (DEA) reports that &quot;all branches of government&quot; in Colombia are involved in &quot;drug-related corruption.&quot; In November 1998, US Customs and DEA inspectors found 415 kg of cocaine and 6 kg of heroin in a Colombian Air Force plane that had landed in Florida, leading to the arrest of several Air Force officers and enlisted personnel. Other observers too have reported the heavy involvement of the military in narcotrafficking, and the US military has also been drawn in. The wife of Colonel James Hiett pleaded guilty to conspiracy to smuggle heroin from Colombia to New York, and shortly after, it was reported that Colonel Hiett himself, who is in charge of US troops that trained Colombian security forces in &quot;counternarcotics operations,&quot; was &quot;expected to plead guilty&quot; to charges of complicity. The paramilitaries openly proclaim their reliance on the drug business. &quot;The leader of the paramilitaries [Carlos Castano] acknowledged in a television interview that the drug trade provided 70 percent of the group's funding,&quot; correspondent John Donnelly reported in March 2000. This was the first appearance on Colombian TV of Castano, who heads the largest and most brutal of the paramilitary organizations. He claimed to command a force of 11,200 men &quot;financed by extortion and income from 30,000 hectares of coca fields in Norte de Santander.&quot;  But &quot;the US-financed attack stays clear of the areas controlled by paramilitary forces,&quot; Donnelly observes, as have many others. The targets of the Colombia Plan are guerrilla forces based on the peasantry and calling for internal social change, which would interfere with integration of Colombia into the global system on the terms that the US demands: dominated by elites linked to US power interests that are accorded privileged access to Colombia's valuable resources, including oil—quite possibly a significant factor behind the Colombia Plan.", 
        "id": "powcol1998", 
        "loc": "col1", 
        "source": "", 
        "start": 1998, 
        "title": "Counter-Counter-Narcotics and the Paramilitaries", 
        "type": "power"
    }, 
    {
        "end": 1998, 
        "entry": "The national security pretext lost whatever shreds of credibility it might have had after the collapse of the Soviet Union in 1991, though it was not until 1998 that US intelligence officially informed the country that Cuba no longer posed a threat to US national security. The Clinton administration, however, insisted that the military threat posed by Cuba be reduced to &quot;negligible,&quot; but not completely removed. Even with this qualification, the intelligence assessment eliminated a danger that had been identified by the Mexican ambassador in 1961, when he rejected JFK's attempt to organize collective action against Cuba on the grounds that &quot;if we publicly declare that Cuba is a threat to our security, forty million Mexicans will die laughing.&quot;", 
        "id": "powcub1998", 
        "loc": "cub1", 
        "source": "Hegemony or Survival Chomsky", 
        "start": 1998, 
        "title": "A Threat to Forty Million Mexicans", 
        "type": "power"
    }, 
    {
        "end": 1998, 
        "entry": "FEBRUARY<br>\nIn a twisted response to the Acteal massacre, February marks the\nbeginning of a campaign to expel foreign human rights observers from\nChiapas, as the Zedillo administration tries to hide the truth from the world.\nOver 150 are expelled during the coming two years.\nPeace talks are still suspended, and the government continues to increase\nmilitary presence throughout the state.\n<br><br>\nAPRIL<br> The army begins to dismantle autonomous Zapatista communities.\nOver 1,000 troops and police invade four communities, destroying records and\narresting community leaders.\n<br><br>\nJUNE<br> The army's campaign to dismantle rebel communities culminates in the\npredawn invasion of San Juan de Libertad in June. At least eight dvilians and\none policeman are killed The resulting outcry from civil society puts a temporary\nhalt to the army's offensive.\nBishop Samuel Ruiz ends his efforts to mediate a peace, accusing the government of preferring the path of war and repression.\n\n", 
        "id": "powmex1998", 
        "loc": "mex2", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1998, 
        "title": "Invasion, Destruction, Arrest", 
        "type": "power"
    }, 
    {
        "end": 2002, 
        "entry": "After decades of massive loans from the IMF and the World Bank, and widescale corruption, the Argentinean economy began to collapse. The IMF continued the loans, and the government passed the debt on to citizens through massive austerity measures. Privatization only provided a brief influx of investment before quickly reversing the flow of funds. Argentina fell into a massive depression with huge lay offs and runs on the banks. People took to the streets to protest, led by the sounds of the cacerolazos, banging pots and pans. They began destroying business property, and police attacked on December 21st and 22nd, 2001, killing several demonstrators. Hundreds of thousands more hit the streets with the slogan &quot;Everybody Out&quot; directed at the government, and the President Fernando de la Rua resigned, and in quick succession two successors each resigned. Eduardo Duhalde eventually took the reins, but the streets were out of control of the state. Hundreds of factories and other workplaces, closing or nearly closed, were occupied (most famously Brukman, Zanon and Hotel Bauen) by workers in what were known as 'recuperations'. Many of these businesses remain under worker control to this day.", 
        "id": "econarg19992002", 
        "loc": "arg1", 
        "source": "", 
        "start": 1999, 
        "title": "Everybody Out!", 
        "type": "economy"
    }, 
    {
        "end": 2000, 
        "entry": "\n<iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/aTKn17uZRAE\" frameborder=\"0\" allowfullscreen></iframe><br>\n\nIn the midst of twenty years of privatizations, the World Bank demanded Bolivia privatize several water services. The government did so, giving a monopoly of water in some areas to  Aguas del Tunari which promptly hiked rates by 35%. Peasant irrigators, known as regantes, and retired union workers, known as jubilados and led by Oscar Olivera, marched into the city. A four day general strike shut down the city. Protests began a month later, and when Olivera and others went to negotiate with government mediators, they were arrested. A state of emergency was declared, and many more leaders were detained. The rank and file engaged in pitched street battles with police, and seven demonstrators were killed. Workers then raided the home of an army captain and beat him to death in retaliation. Police in La Paz and Santa Cruz went on strike demanding pay raises and had street fights with soldiers, some of whom also struck for wage increases. As they returned to work when their wages were increased, teachers joined the original demonstrators with their own demands. Another army captain was caught on tape firing into a crowd, killing high school student Victor Hugo Daza and wounding others, the revolt intensified. Foreign executives fled fearing for their safety, and the water systems were taken from the private company and handed over to Olivera and the other movement leaders.", 
        "id": "envirbol19992000", 
        "loc": "bol1", 
        "source": "", 
        "start": 1999, 
        "title": "Bolivian Water Wars", 
        "type": "envir"
    }, 
    {
        "end": 1999, 
        "entry": "In 1999, Colombia became the leading recipient of US military and police assistance, replacing Turkey (Israel and Egypt are in a separate category). Colombia receives more US military aid than the rest of Latin America and the Caribbean combined. The total for 1999 reached about $300 million, along with $60 million in arms sales, approximately a threefold increase from 1998. The figure is scheduled to increase still more sharply with the anticipated passage of some version of Clinton's Colombia Plan, submitted to Congress in April 2000, which called for a $1.6 billion &quot;emergency aid&quot; package for two years. Through the 1990s, Colombia has been by far the leading recipient of US military aid in Latin America, and has also compiled by far the worst human rights record, in conformity with a well-established and long-standing correlation.<br>\nIn theory, &quot;Plan Colombia&quot; is a two-year Colombian government program of $7.5 billion, with the US providing the military muscle and token funds for other purposes, and some $6 billion from the Colombian government, Europe, the IMF, and the World Bank for social and economic programs that Colombia is to prepare. According to non-US diplomats, the draft of &quot;Plan Colombia&quot; was written in English, not Spanish. The military program (arms, training, intelligence infrastructure) was in place in late 1999, but &quot;the Colombian govern-ment has yet to present a coherent social investment program&quot; as of mid-2000, and few governments are &quot;willing to climb aboard what is widely perceived as an American project to clean up its backyard,&quot; by means that are familiar to those who do not choose what has been called &quot;intentional ignorance.&quot;\n<br>\nThe Colombian Commission of Jurists reported in September 1999 that the rate of killings had increased by almost 20 percent over the preceding year, and that the proportion attributable to the paramilitaties had risen from 46 percent in 1995 to almost 80 percent in 1998, continuing through 1999. The Colombian government's Human Rights Ombudsman's Office (Defensoria del Pueblo) reported a 68 percent increase in massacres in the first half of 1999 as compared to the same period of 1998, reaching more than one a day, overwhelmingly attributed to paramilitaries. Daniel Bland, a human rights researcher who worked in Colombia through most of the 1990s, concludes that in the past three years alone, &quot;more than a million people have been forced from their homes in the countryside, and between 5,000 and 7,000 unarmed peasants have been slaughtered by right-wing paramilitaries.&quot; Of nine people he interviewed for a documentary on human rights in 1997—professors, journalists, priests, human rights workers—&quot;three have since been murdered by paramilitary gunmen; four have fled with their families after receiving death threats.&quot; UNICEF and the Colombian Human Rights Information Bureau CODRES estimate that in June-August 1999 alone, 200,000 more people were driven from their homes.", 
        "id": "powcol1999", 
        "loc": "col1", 
        "source": "Rogue States, Chomsky", 
        "start": 1999, 
        "title": "Written in English, Not Spanish", 
        "type": "power"
    }, 
    {
        "end": 1999, 
        "entry": "The Bush I administration reacted to the elimination of the security pretext by making the embargo much harsher, under pressure from Clinton, who outflanked Bush from the right during the 1992 election campaign. Economic warfare was made still more stringent in 1996, causing a furor even among the closest US allies. The embargo came under considerable domestic criticism as well, on the grounds that it harms US exporters and investors—the embargo's only victims, according to the standard picture in the US; Cubans are unaffected. Investigations by US specialists tell a different story. Thus, a detailed study by the American Association for World Health concluded that the embargo had severe health effects, and only Cuba's remarkable health care system had prevented a &quot;humanitarian catastrophe&quot;; this has received virtually no mention in the US.\n\nThe embargo has effectively barred even food and medicine. In 1999 the Clinton administration eased such sanctions for all countries on the official list of &quot;terrorist states,&quot; apart from Cuba, singled out for unique punishment. ", 
        "id": "powcub1999", 
        "loc": "cub1", 
        "source": "Hegemony or Survival Chomsky", 
        "start": 1999, 
        "title": "One of Clinton's Many Global Initiatives", 
        "type": "power"
    }, 
    {
        "end": 2000, 
        "entry": "The strike at UNAM (National Autonomous University of Mexico). Latin America's largest university, with a third of a million students, was threatened with a tuition increase from the nominal two cents to US$150. Students shut down the school for an entire year, forming the ad hoc  Comite General de Huelga, and held rallies and massive marches across the capital. In February of 2000, hundreds of police raided the school, breaking the strike.", 
        "id": "redstarmex19992000", 
        "loc": "mex1", 
        "source": "", 
        "start": 1999, 
        "title": "Comite General de Huelga", 
        "type": "redstar"
    }, 
    {
        "end": 1999, 
        "entry": "\n<span class=\"medhed\">MARCH</span><br>\nThe Zapatistas organize a Consulta on Indigenous Rights and\nCulture. Over 5,000 civilian Zapatistas conduct a week-long program of popular\neducation throughout the country. On March 21 , over 3 million Mexicans\nvote at thousands of polling places, agreeing that the San Andres Accords\nshould be implemented.\n<br><br>\n<span class=\"medhed\">APRIL</span><br>\n State police occupy the autonomous community of San Andres\nSakamch'em, site of the historic San Andres Accords, and install a PRI mayor.\nThe following day, 3,000 unarmed Zapatistas nonviolently force the police to\nleave the town and re-install their elected representatives.\n<br><br>\n<span class=\"medhed\">MAY</span><br> The second National Encuentro of Civil Society draws 2,000 participants\nto discuss the March consulta.\n<br><br>\n<span class=\"medhed\">AUGUST</span><br> The military deploys paratroopers and forces to occupy the remote\nvillage of Amador Hernandez, the final link in plans to build a road that will\nencircle the Zapatistas in the Lacandon Jungle. The community resists with\nnonviolent protests, but the military encampment remains.", 
        "id": "indmex1999", 
        "loc": "mex22", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1999, 
        "title": "Consulta, Resistance, Enceuntra", 
        "type": "ind"
    }
]
