[
    {
        "end": -1, 
        "entry": "In 1964, the New York Times wrote of Bolivia: &quot;No country in the Western Hemisphere is more dependent on Washington's aid and nowhere has the United States Embassy played a more obtrusive role in establishing that fact.&quot; So in 1970, when President Juan Jose Torres nationalized Gulf Oil properties and tin mines owned by U.S. interests, and tried to establish friendly relations with Cuba and the Soviet Union he was playing with fire. The coup to overthrow Torres, led by U.S. trained officer and Gulf Oil beneficiary Hugo Banzer, had direct support from Washington. When Banzer's forces had a breakdown in radio communications, U.S. Air Force Major Robert Lundin placed the U.S. Air Force radio at their disposal. Once in power, Banzer began a reign of terror. Schools were shut down as hotbeds of &quot;political subversive agitation provoked by anarchists opposed to the new institutional order,&quot; the Soviet Embassy was closed, and Banzer raised a foreign loan to pay Gulf Oil compensation. Within two years, 2,000 people were arrested and tortured without trial. \n<br>\nAs in Paraguay, Argentina and Brazil, the native Indians were forced off their land and deprived of tribal identity. Tens of thousands of white South Africans were enticed to immigrate with promises of the land stolen from the Indians. Migration Under Secretary Guido Strauss told the U.N. the goal was to create a &quot;white Bolivia.&quot; When Catholic clergy tried to aid the Indians, the regime, with CIA help, launched terrorist attacks against them, and this &quot;Banzer Plan&quot; became a model for similar anti-Catholic actions throughout Latin America.\nAfter his dictatorship, Banzer is elected president in 1997 and serves until 2001, resigning because of cancer.", 
        "id": "powbol1964", 
        "loc": "bol1", 
        "source": "", 
        "start": -1, 
        "title": "A Model", 
        "type": "power"
    }, 
    {
        "end": -1, 
        "entry": "Cuban Army Sergeant Fulgencio Batista first seized power in a 1932 coup. He was FDR's handpicked dictator to counteract leftists who had overthrown strongman Gerardo Machado, &quot;the Butcher.&quot; Batista ruled for several years, then left for Miami, returning in 1952 just in time for another coup, against elected president Carlos Prio Socorras. His new regime was recognized in a flash by President Eisenhower. Under Batista, U.S. interests flourished and little was said about democracy. With the loyal support of Batista, Mafioso boss Meyer Lansky developed Havana into an international drug port. Cabinet offices were brought and sold and military officials made huge sums on smuggling and vice rackets. Havana became a fashionable hot spot where America's rich and famous clinked cocktails with mobsters. As the gap between the rich and poor grew wider, the poor grew impatient. In 1953, Fidel Castro led an armed group of rebels in a failed uprising on the Moncada army barracks. Fidel temporarily fled the country and Batista struck back with a vengeance. Freedom of speech was curtailed and &quot;subversive&quot; teachers, lawyers and public officials were fired from their jobs. Death squads tortured and killed thousands of &quot;communists.&quot; Batista was assisted in his crackdown by Lansky and other members of organized crime who believed Castro would jeopardize their gambling and drug trade. Despite this, Batista remained a friend to Eisenhower and the U.S. until he was finally overthrown by Castro in 1959.", 
        "id": "powcub19521959", 
        "loc": "cub1", 
        "source": "", 
        "start": -1, 
        "title": "Our Man in Havana", 
        "type": "power"
    }, 
    {
        "end": -1, 
        "entry": "Inspired in part by the French revolution (of which it was a colony of), Haiti's slave population seize the chance to rebel: setting fire to plantations, killing slave-owners, forming armed bands to fight off the white militia and spread the revolt, and throwing up leaders of their own. The most prominent, the former livestock steward Toussaint L'Ouverture, was soon skillfully maneuvering between rival white groups, the mulattos, an invading Spanish army from the other half of the island, and successive representatives from the Girondins in France.", 
        "id": "redstar", 
        "loc": "hai1", 
        "source": "", 
        "start": -1, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1491, 
        "entry": "The Aztec confederation had achieved a high level of efficiency in the Valley of Mexico... ....The Aztecs' irrigation works and artificial islands dazzled Cortes —even though they were not made of gold. The Aztecs also responded in a remarkable way to nature's challenges. The surviving islands in the dried-up lake where Mexico City now rises on native ruins are known to tourists today as &quot;floating gardens.&quot; The Aztecs created these because of the shortage of land in the place chosen for establishing Tenochtitlan. They moved large quantities of mud from the banks and shored up the new mud-islands between narrow walls of reeds until tree roots gave them firmness. Between these exceptionally fertile islands flowed the canals, and on them arose the great Aztec capital, with its broad avenues, its austerely beautiful palaces, and its stepped pyramids: rising magically out of the lake, it was condemned to disappear under the assaults of foreign conquest. Mexico took four centuries to regain the population of those times.\n\n<br>\n<i>Pictured is Diego Rivera's mural in Mexico City's Palacio Nacional showing the city of Tenochtitlan\n in Aztec times.</i>\n\n", 
        "id": "indmex1491", 
        "loc": "mex1", 
        "source": "Open veins of latin america, galeano", 
        "start": 1491, 
        "title": "The Floating Gardens", 
        "type": "ind"
    }, 
    {
        "end": 1491, 
        "entry": "<img src=\"mapimages/mayansculpture.jpg\" style=\"float: right; margin:0px 9px 0px 0px; \">\nThe other great civilization of Middle America, and the most highly\ndeveloped in the arts and sciences, was that of the Mayas, whose territory\nencompassed the Yucatan peninsula, southern Mexico, Guatemala, Belize\nand parts of Honduras and El Salvador. Its Classic manifestation occurred\nbetween ad 300 and 900 in the Peten jungle of northern Guatemala, though\nit is believed that Maya culture may have originated in around 1000 bc on\nthe coast of the Gulf of Mexico in the area near Veracruz, which also saw\nthe rise of Olmec culture. If so, Maya culture would have been remotely\ncognate with the Aztec.\n<br>\nClassic Maya society fell victim to the mysterious decline that first afflicted\nTeotihuacan. By the middle of the eighth century the Classic sites in the\nPeten had been abandoned. In about ad 900 a Post-Classic Maya culture\nemerged at the northern tip of the Yucatan peninsula; this was the result of\na fusion with elements of central Mexican culture brought to the Yucatan\nby Toltec invaders, who conquered Yucatan and made their capital at\nChichen Itza, introducing new styles of architecture and art. The power of\nChichen Itza had declined by the thirteenth century and it was succeeded by\na new empire, whose centre was at Mayapan, but this too had disintegrated\ninto smaller states by the time the Spaniards arrived.\n<br>\n\nThe economy of the Mayas was based on maize, which was cultivated by\nslash-and-burn methods that exhausted the soil within a short period. A\nconsequence of this form of agriculture was a tendency for peasants to live\nin makeshift settlements of pole and thatch rather than in villages. Maya\ncities were therefore less concentrated than those in central Mexico, and were\nprimarily religious and administrative centres, where the priesthood and the\nnobility lived, though it appears that there was more residential settlement\nby the common people than was previously thought, especially in the main\ncities of northern Yucatan like Chichen Itza and Mayapan.\n<br>\nMaya kingdoms were ruled by a leader with religious as well as political\nauthority; society was divided into a class of commoners on the one hand\nand an upper class of priests, warriors and administrators on the other.\n'Empires' were created when a kingdom was able to exact tribute and labour\nfrom other smaller states. Like the Aztecs, the Mayas believed that a succession\nof worlds had been created and destroyed, and that the present era would\nalso have an apocalyptic ending. To put off this calamity they sacrificed\nhuman beings and practiced various forms of expiation. Their concern with\nthe fate of the cosmos produced a complex calendrical system and a well-\ndeveloped mathematics, which discovered the concept of zero several centuries before any other people in history. Hieroglyphic writing appears on stelae, on temple walls and doorways, and in a number of codices; otherwise\nMaya culture was oral and rich in mythology, of which something has been\npreserved in the Popol Vuh, the sacred book of the Quiche Maya of\nGuatemala, which was written in the European alphabet from oral sources\nafter the Spanish Conquest. In architecture the Mayas surpassed other Amer-Indian civilizations; they were highly skilled in stone sculpture and mural painting, as is evidenced by the frescoes at Bonampak in Chiapas.\n", 
        "id": "indmex1491b", 
        "loc": "mex23", 
        "source": "The Penguin History of Latin America, Edwin Williamson", 
        "start": 1491, 
        "title": "Maya", 
        "type": "ind"
    }, 
    {
        "end": 1491, 
        "entry": "\n<!-- Pagination DIV for Demo 3 -->\n\n<div id=\"galleryalt\" class=\"paginationstyle\" style=\"width: 700px; text-align: left;\">\n\n<span style=\"position:absolute; top: 10px; left:350px\" \">\n<a href=\"#\" rel=\"previous\">[</a> <span class=\"flatview\"></span> <a href=\"#\" rel=\"next\">] </a></span>\n<div style=\"width: 700px; height: 550px; border: 0px dashed gray; padding: -10px;\">\n\n<div class=\"virtualpage3 hidepiece\">\n<p class=\"entry columns\">\nThe Incas were originally one of several insignificant tribes that lived in the\nCuzco valley in the central highlands of the Andes. Their myths relate how\ntheir first ruler, Manco Capac, brought the tribe to that valley either from\nthe shores of Lake Titicaca or, in another version, from the 'windows' or\ncaves at Paccari-Tambo, a place some eighteen miles south-east of Cuzco.\nLike Quetzalcoatl for the Toltecs and Aztecs, the mythical figure of Manco\nCapac was revered as the bringer of civilization to the world; he was also\nworshipped for being a direct descendant of the Sun God. a family connection\nwhich gave Inca rulers a quasi-divine status.\n<br>\nIn the late fourteenth century the Incas subjugated the other tribes in\nthe Cuzco valley, and their imperial career began in earnest in 1438, when the\ngreat conqueror. Yupanqui Inca Pachacuti. 'the Transformer', ascended the\nthrone Between 1438 and 1463 he extended Inca rule to the region of Lake\nTiticaca, and thence north-west. Other conquests by both Pachacuti and his\nson Topa Inca brought northern territories as far as Quito under Inca control.\nPachacuti it was who laid the foundations of the well-organized Inca state\ncentred upon Cuzco, a holy city which possessed the imposing Temple of\nthe Sun representing the very source of Inca power. In 1471 Pachacuti was\nsucceeded by Topa Inca, who, having already subdued the great Chimu\nkingdom in the north, ventured south into present-day Chile, establishing\nthe limit of Inca power at the River Maule in the territory of the Araucanian\nIndians. From 1493 the next supreme Inca. Huayna Capac, became involved\nin an extended campaign against rebellious ethnic kingdoms on the northern\nfrontier zones, especially around Quito. Upon Huayna Capac's death some\ntime between 1525 and 1528, his natural son Atahuallpa seized these frontier\nterritories with the help of several important generals and launched a coup\nd'etat against the legitimate successor, his half-brother Huascar. It was during\nthe ensuing civil war that Francisco Pizarro happened to arrive in the\nkingdoms of the Sun.\n<br>\nIn less than a hundred years the Incas had built the most formidable empire\nin the Western Hemisphere. Like that of the Aztecs, their dominion was\ncharacterized essentially by the levying of tribute from scores of subject\nkingdoms and tribes. But the Incas went much further than the Aztecs in\ndeveloping a centralized bureaucratic state at the service of a supreme ruling\nclass. In this the physical peculiarities of the Andean region were directly\ninfluential.\n<br>\n", 
        "id": "indperu1491", 
        "loc": "per1", 
        "source": "\nThe Penguin History of Latin America, Edwin Williamson", 
        "start": 1491, 
        "title": "Inca", 
        "type": "ind"
    }, 
    {
        "end": 1494, 
        "entry": "The Treaty of Tordesillas, signed in 1494, allowed Portugal to occupy Latin America territories below a dividing line traced by the Pope", 
        "id": "poweur1494", 
        "loc": "eur1", 
        "source": "Open Veins of Latin America", 
        "start": 1494, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1495, 
        "entry": "A handful of cavalry, 200 foot soldiers, and a few specially trained dogs decimated the Indians. More than 500, shipped to Spain, were sold as slaves in Seville and died miserably. Some theologians protested and the enslavement of Indians was formally banned at the beginning of the sixteenth century. Actually it was not banned but blessed: before each military action the captains of the conquest were required to read to the Indians, without an interpreter but before a notary public, a long and rhetorical Requerimiento exhorting them to adopt the holy Catholic faith:\n&quot;If you do not, or if you maliciously delay in so doing, I certify that with God's help I will advance powerfully against you and make war on you wherever and however I am able, and will subject you to the yoke and obedience of the Church and of their majesties and take your women and children to be slaves, and as such I will sell and dispose of them as their majesties may order, and I will take your possessions and do you all the harm and damage that I can.&quot;", 
        "id": "powhai1495", 
        "loc": "hai1", 
        "source": "Open Veins of Latin America", 
        "start": 1495, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1503, 
        "entry": "&quot;When I discovered the Indies, I said they were the greatest rich domain in the world. I spoke of the gold, pearls, precious stones, spices...&quot; Christopher Columbus writing from Jamaica", 
        "id": "powjam1503", 
        "loc": "jam1", 
        "source": "Open Veins of Latin America", 
        "start": 1503, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1512, 
        "entry": "Bartolome de las Casas made a Dominican priest in Hispaniola. His conversion experience came while reading Sirach 34:22, &quot;He slays his neighbor who deprives him of his living; he sheds blood who denies the laborer his wages.&quot; Las Casas argued that it was better for Indians to live as pagans than to die as Christian slaves. He rejected using the force of arms rather than the power of the gospel to win the Indians over. Over a dozen sixteenth century bishops (mostly Dominicans) vigorously defended the Indians.", 
        "id": "redstardom1512", 
        "loc": "domrep1", 
        "source": "", 
        "start": 1512, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1516, 
        "entry": " \n\nUrracá wins several battles. In one, he creates a rumor of gold to divide the Spaniards leaving them open to ambushes. At his defeat, he refuses to be enslaved. Different versions of events claim he is killed in a battle at his home, or that he is captured and taken to Spain in chains.\n<br>\nToday, Urracá's face is found on the 1 centesimo or &quot;centavo&quot; coin.\n<img src=\"mapimages/urraca.png\" style=\"height:233px;padding:0px 7px;float:right\">\n", 
        "id": "indpan1516", 
        "loc": "pan1", 
        "source": "", 
        "start": 1516, 
        "title": "\nIndigenous cacique Urracá fights conquistador Francisco Pizarro\n", 
        "type": "ind"
    }, 
    {
        "end": 1516, 
        "entry": "In the island of Trinidad which is much larger than that of Sicily and more beautiful and which is linked to the mainland by the Province of Paria, the Indians are as good and kind as any to be found in all the Indies.'A marauder went there in the year 1516 with some 60 or 70 other villains who represented to the Indians that they had come to settle thereand live in the Island with them. The Indians received them as if they were their friends and relatives showing every mark of respect andaffection, supplying them every day with food, the best that could be got. It is the generous custom of all the Indians in the New World to giveliberally to meet the needs of the Spaniards from whatever they may have.These men began to make a large house of wood in which they could all live as this was what they had alleged they had come to do. When thetime came to apply palm leaves to the supports and some way up the walls had been covered so that those without could not see within, theSpaniards said that they wanted to finish the house quickly and so put many Indians inside to help while the Spaniards went outside and drew their swords to prevent any Indians leaving. Then they began to threaten the defenceless Indians with death should they attempt to escape.They bound the Indians as prisoners while some, forcing their way out, were cut to pieces by the Spaniards.Some who had managed to escape though wounded, and others from the pueblo who had not entered the house, seized their bows and arrowsand retired to another building in the pueblo to defend themselves. When one or two hundred of the Indians were inside holding the gate, theSpaniards set fire to the house and burnt them all alive. With the prisoners who amounted to about 180-200 men whom they had been able tocatch, they returned to their ship and set sail for the Island of San Juan (Puerto Rico) where they sold half of them for slaves; thence they wentto Hispaniola where they sold the remaining half of the Indians.'Having reprimanded the Captain for this dastardly treachery and evil attack when I met him at this time in the said Island of San Juan, hereplied: &quot;I did, Sir, what I was ordered; those who sent me instructed me to take them how I could either by war or in peace.&quot; He also told methat in all his life he had never found Indians so kind and ready with assistance as those in the Islandof Trinidad. I repeat this to emphasise the importance of his confession and to show how great was his sin.'Such things have often been done on the mainland repeatedly, the Indians being taken and enslaved without restriction. Should such things beallowed to continue and should Indians taken in this way be sold as slaves?'", 
        "id": "powtat1516", 
        "loc": "tat1", 
        "source": "Eric Williams History of the People of Trinidad and Tobago", 
        "start": 1516, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1533, 
        "entry": "A chieftain named &quot;Enriquillo&quot; by the Spaniards leads the last great rebellion of Taino Indians on the Island of Hispaniola\nThe Taino cacique (&quot;chieftan&quot;) Guarocuya, better known as Enriquillo (a diminutive form of his baptismal name, Enrique) was a grandnephew of the great Cacica (&quot;chieftainess&quot;) Anacaoina and one of the first native children taught to be converted to Catholicism. The friars taught Enriquillo to read and write Castilian and to act &quot;civilized.&quot; His achievements did not prevent him from being assigned as a laborer to a Spaniard named Francisco de Valenzuela of San Juan de la Maguana in 1514, during the last great division of Hispaniola's Indians, and then passed on to Francisco's son and heir, Andres. \n<br>\nEnriquillo cooperated with the Spaniards, ordering his people to mine gold and grow food for them, until 1519 when Andres seized not only enriquillo's prized mare but also his wife, Mencia, to whom he had been married to in a sanctified Catholic ceremony. \nEnriquillo went to the town's leading Spaniard, Pedro de Vadillo, to demand justice, but Vadillo reprimanded him for speaking out against Andres. Furious, Enriwuillo consulted the church fathers in the capital, and they approached the royal Audencia (government council) with Enriquillo's demands for justice. Although the Spanish officials in the capital sympathized with the cacique and order Mencia's release, Enriquillo was forced to take their letter back to Vadillo, who threatened to jail him or put him in the stocks if her pursued the issue. Enriquillo gathered up Mencia and the rest of his people and led them to the desolate lands called Bahoruco, and from there he staged successful raids against the Spaniards for the next 13 years. As his fame spread, rebellios Indians and African slaves joined him. \n\n\n\n<span class=\"caption\" style=\"float:right;max-width:50%\">\n<img src=\"mapimages/tainoscaciqueenriquillo.jpg\" style=\"max-width:100%\"><br>\nThe statue of Enriquillo</span>\n<br>\n\n\nOver the years, numerous heavily armed bands of Spaniards were sent to dislodge Enriquillo, but they had no success until the 1533 expedition of Captain Francisco de Barrioneuvo, who bore promises of a pardon and liberty from King Charles V—and who took along the Dominican friar Bartolome de Las Casas to convince the Cacique of the inscereity of the offer. (Las Casas described Enriquillo as &quot;grave and strict,&quot; neither handsome nor ugly, tall, with a well-proportioned body.) Enriquillo reconciled with the king and agreed, henceforth, to return runaway slaves to Spanish officials. Later, a group of escaped slaves attacked the town of Azua, where Enriquillo was buried in 1535, to retaliate for his actions against black slaves. \n<br>\nBohoruco remained a refuge for rebellious cimarones (&quot;runaway slaves&quot;) until the late-nineteenth century. Today, there is a monumental sculpture dedicated to Enriquillo on the main road to Bahoruco, and the large salt lake in the region is known as Lago Enriquillo. The region is still considered unruly, for it is a center of voodoo.\n", 
        "id": "inddom15191533", 
        "loc": "domrep1", 
        "source": "The Historical Encyclopedia of World Slavery", 
        "start": 1519, 
        "title": " Enriquillo ", 
        "type": "ind"
    }, 
    {
        "end": 1519, 
        "entry": "Hernan Cortes's ten ships had sailed from Cuba toward Mexico.\nThe unequal development of the two world explains the relative ease with which native civilizations succumbed Cortes landed at Veracruz with no more than 100 sailors and 508 soldiers; he had 16 horses, 32 crossbows, 10 bronze \n<img src=\"mapimages/hernancortes.jpg\" style=\"float:left;max-width:100%\">\ncannon, and a few harquebuses, muskets, and pistols Pizarro entered Cajamarca with 180 soldiers and 37 horses. That was enough Yet the Aztec capital, Tenochtitlan, was then five times larger that Madrid and had double the population of Seville, Spain's largest city, and in Peru Pizarro met an army of 100,000 Indians.\n<br>\nBacteria and viruses were the most effective allies the Europeans brought with them, like biblical plagues, smallpox and tetanus, various lung, intestinal, and venereal diseases, trachoma, typhus, leprosy, yellow fever, and teeth-rotting caries. Smallpox was the first to appear. Must not this unknown and horrible epidemic, which produced burning fever and decomposed the flesh, be a chastisement from the gods? The invaders &quot;moved into Tlaxcala,&quot; one native eyewitness reported, &quot;and then the epidemic spread: cough, burning hot pustules.&quot; Reported another: &quot;The contagious, oppressive, cruel pustule sickness brought death to many.&quot; The Indians died like flies; their organisms had no defense against the new diseases. Those who survived were feeble and useless. The Brazilian anthropologist Darcy Ribeiro estimates that more than half the aboriginal population of America, Australia, and Oceania died from the contamination of first contact with white men.", 
        "id": "powmex1519", 
        "loc": "mex1", 
        "source": "Open Veins of Latin America, Galeano", 
        "start": 1519, 
        "title": "The Spreading", 
        "type": "power"
    }, 
    {
        "end": 1523, 
        "entry": "Led by Wolof men from Senegal in West Africa, the Hispaniola Revolt, one of the most serious slave revolts in Spanish America, breaks out on the Caribbean island of Hispaniola in what is today the Dominican Republic", 
        "id": "redstardomrep15221523", 
        "loc": "domrep1", 
        "source": "", 
        "start": 1522, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1523, 
        "entry": "Pedro de Alvarado launched the conquest of Central America", 
        "id": "powgua1523", 
        "loc": "gua1", 
        "source": "Open Veins of Latin America", 
        "start": 1523, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1527, 
        "entry": "Spaniards conquer Mayan people, beginning five centuries of exploitation and repression.", 
        "id": "powmex15241527", 
        "loc": "mex2", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1524, 
        "title": "The Conquering", 
        "type": "power"
    }, 
    {
        "end": 1527, 
        "entry": "When the Spanish arrived in the Caribbean in 1492, they encountered\ntwo major groups of indigenous peoples. The Carib were found throughout the islands, but specifically populated the Lesser Antilles, while the\nArawak chiefly inhabited the Greater Antilles. When these indigenous peoples\nwere first encountered, the Spanish simply called them indios or identified them according to the name of their respective chiefs, villages, or island location. The name Taino, which came into common use only in the\nearly decades of the twentieth century and by which these tribal groups are generally known today was assigned to them by historians and anthropologists to refer to the entire indigenous population of the western Caribbean region.\nIn 1498, in an attempt to placate discontented colonists on the island of\nHispaniola, Christopher Columbus distributed to each them a parcel of land\nand the preexisting Indian communities on each. Spanish colonists could\nthen force the Indians on their land to work without the compensation of\nwages in a state of serfdom or slavery, known in Spanish as encomienda or\nrepartimiento. Juan Ponce de Leon, appointed by Governor Nicholas de\nOrvando, arrived at Puerto Rico and began to colonize the island in 1508.\nWith a portion of Ihe Spanish fleet and the authorization of the Crown, he\nbegan to exploit the island in the search for gold and captured native Taino\nto work as slaves on Hispaniola.\nThree years later, the Taino of Puerto Rico revolted against the rule of\nthe Spanish with little success. Ponce de leon ordered that six thousand be\nshot, but many fled the island. The following year, forty slaves owned by\nDiego Colon, the son of Christopher Columbus, resisted for several months\nbefore finally being caught and executed. The Dominican friars on Hispanola,\ndisheartened by the slow extermination of the Arawak, suggested that slaves,\nboth white and black , should be imported to the islands. In 1512, in order to\ndiscourage Portuguese slave smuggling and in response to the writings of the\nDominican friars, the Spanish government began to grant licenses to bring\nslaves directly from Africa to the Americas.\nIn 1527, the first major slave rebellion occurred in Puerto Rico as dozens\nof slaves, likely of both African and indigenous origin, fought against the\nSpanish colonists in a brief and ultimately ill-fated revolt. The few slaves\nwho escaped during this uprising relreated into the mountains where they\nresided as maroons wilh surviving Taino. Similar uprisings continued until the nineteenth century when slavery was finally abolished on Puerto Rico. As several areas of the island were only sparsely settled during these subsequent revolts, many slaves preferred flight into the countryside and life as maroons with the inidigenous people rather than open revolt.", 
        "id": "redstarpue1527", 
        "loc": "pue1", 
        "source": "(Encyclopedia of Slave Resistance and Rebellion)", 
        "start": 1527, 
        "title": "The Slow Boil", 
        "type": "redstar"
    }, 
    {
        "end": 1530, 
        "entry": "Martim Afonso de Sousa founded the first Portuguese communities in Brazil, expelling French intruders.", 
        "id": "powbra1530", 
        "loc": "bra5", 
        "source": "", 
        "start": 1530, 
        "title": "First Portuguese communities in Brazil", 
        "type": "power"
    }, 
    {
        "end": 1540, 
        "entry": "The harm done by the conquest was made worse by the obsession of each of the new rulers with gaining as much wealth as possible This led to bitter civil wars between rival Spanish Commanders and to risings of the newly rich settlers against representatives of the Spanish crown. As rival armies burned and pillaged, the irrigation canals and hillside terraces which had been essential to agriculture went to waste, the llama herds were slaughtered, the food stocks kept in case of harvest failure were eaten. The hungry were hit by the same European diseases which had caused so much harm in the Caribbean. The effect was even greater than that of the Black Death on 14th century Europe. In the valley of Lima only 2,000 out of a population of 25,000 survived in the 1540s. The indigenous population fell by between a half and three-quarters.", 
        "id": "indper15301540", 
        "loc": "per1", 
        "source": "", 
        "start": 1530, 
        "title": "The Conquest of Hunger and Disease", 
        "type": "ind"
    }, 
    {
        "end": 1533, 
        "entry": "Francisco Pizarro, an illiterate pig-breeder, triumphantly entered Cuzco in 1533 and seized the heart of Inca empire", 
        "id": "powper1533", 
        "loc": "per1", 
        "source": "Open Veins of Latin America", 
        "start": 1533, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1704, 
        "entry": "\n<img src=\"mapimages/encomienda.jpg\" style=\"padding:7px;float:left\">Indians were divided up along with lands given as royal grants, or were obtained by direct plunder: in reward for his services, Cortes received 23,000 vassals. After 1536 Indians were given in encomienda along with their descendants for the span of two lifetimes, those of the encomendero and of his immediate heir; after 1629 this was extended to three lifetimes and, after 1704, to four. In the eighteenth century the surviving Indians still assured many generations to come of a cozy life. Since their defeated gods persisted in Spanish memory, there were saintly rationalizations aplenty for the victors' profits from their toil; the Indians were pagans and deserved nothing better.", 
        "id": "indmex15361704", 
        "loc": "mex1", 
        "source": "Open Veins of Latin America", 
        "start": 1536, 
        "title": "The Encomienda", 
        "type": "ind"
    }, 
    {
        "end": 1560, 
        "entry": "The Caribbean island populations finally stopped paying tribute because they had disappeared: they were totally exterminated in the gold mines, in the deadly task of sifting auriferous sands with their bodies half submerged in water, or in breaking up the ground beyond the point of exhaustion, doubled up over the heavy cultivating tools brought from Spain. Many natives of Haiti anticipated the fate imposed by their white oppressors: they killed their children and committed mass suicide. The mid-sixteenth-century historian Fernández de Oviedo interpreted the Antillean holocaust thus: &quot;Many of them, by way of diversion, took poison rather than work, and others hanged themselves with their own hands.&quot;", 
        "id": "powant15401560", 
        "loc": "ant1", 
        "source": "Open Veins of Latin America", 
        "start": 1540, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1540, 
        "entry": "Pedro de Valdivia crossed the Atacama desert and founded Santiago de Chile", 
        "id": "powchi1540", 
        "loc": "chi1", 
        "source": "Open Veins of Latin America", 
        "start": 1540, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1542, 
        "entry": "The Indian did not always stay conquered. The biggest of their battles to reamin free broke out in 1541. The Mixton War, as it was labeled, set aflame the territory lying between Jalisco and Zacatecas. A few years before, Nuno de Guzman had inflicted his brand of civilization on it, killing and enslaving at will. His legacy of crulety was kept alive by Spanish encomenderos. The war, which lasted two years, erupted on the edges of Zacatecas, where the Caxcanes, a sedantary farming people, blocked the northward Spanish march. Its leaders, native priests mostly, gave the war a profoundly religious, anti-Christian character. The Indians burned churches, destroyed monsteries, and cut down crosses. If they triumphed, so their banners proclaimed, they would extirpate all christian vestiges, restore the anciet religions, revive old customs, and rid the land of the spaniards. The defeat of the Indians in the Mixton War opened the way for the Spanish occupation of Zacatecas. The war brought death to Pedro de Alvarado, who, fleeing from the Indians, had a horse fall upon him.", 
        "id": "redstarmex15401542", 
        "loc": "mex1", 
        "source": "Triumphs and Tragedy: A History of the Mexican People By Ramon Eduardo Ruiz\n\n", 
        "start": 1540, 
        "title": "Ridding the Land of Spaniards", 
        "type": "redstar"
    }, 
    {
        "end": 1547, 
        "entry": "Sebastian Lemba was a Maroon leader in the first Spanish colony of Hispaniola, the island that from the nineteenth century on would be divided between the independent states of Haiti and Santo Domingo. With a force of approximately 150 fighters, Lemba raided nearby villages and plantations. Troubling the exploitative slavery system, the rebels faced permanent expeditions of colonial forces which in September 1547 finally captured and killed the leader. Yet the Spanish crown never managed to raze the whole community of insurgent Maroons. ", 
        "id": "redstardomrep15421547", 
        "loc": "domrep1", 
        "source": "", 
        "start": 1542, 
        "title": "Lemba", 
        "type": "redstar"
    }, 
    {
        "end": 1548, 
        "entry": "Gonzalo Pizarro, younger brother of Francisco Pizarro, the conqueror of Peru, leads the Colombia Revolt, an attempt to overthrow Spanish colonial officials who sought to limit the right of spaniards to enslave the Inca Indians.", 
        "id": "powperu15461548", 
        "loc": "per1", 
        "source": "", 
        "start": 1546, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1699, 
        "entry": "\n<img src=\"mapimages/boliviapotosi2.gif\" style=\"height:150px;padding:7px;float:left\">\nIn the sixteenth and seventeenth centuries the Cerro Rico of Potosi (Mexico's Guanajuato and Zacatecas silver mines had their boom much later) was the hub of Latin American colonial life: around it, in one way or another, revolved the Chilean economy, which sent it wheat, dried meat, hides, and wines; the cattle-raising and crafts of Cordoba and Tucuman in Argentina, which supplied it with draft animals and textiles; the mercury mines of Huancavelica; and the Arica region whence the silver was shipped to Lima, chief administrative center of the period. In the independence period the area, now a part of Bolivia, still had a larger population than what is now Argentina. A century and a half later Bolivia's population is almost six times smaller than Argentina's.\n<br>\nPotosian society, sick with ostentation and extravagance, left Bolivia with only a vague memory of its splendors, of the ruins of its churches and palaces, and of 8 million Indian corpses. Any one of the diamonds encrusted in a rich caballero's shield was worth more than what an Indian could earn in his whole life under the mitayo, (A mitayo is an Indian who pays a mita. or tribute, usually in the form of forced labor in public works, especially the mines) but the caballero took off with the diamonds. If it were not a futile exercise, Bolivia—now one of the world's most poverty-stricken countries—could boast of having nourished the wealth of the wealthiest. In our time Potosi is a poor city in a poor Bolivia: &quot;The city which has given most to the world and has the least,&quot; as an old Potosian lady, enveloped in a mile of alpaca shawl, told me when we talked on the Andalusian patio of her two-century-old house. Condemned to nostalgia, tortured by poverty and cold, Potosi remains an open wound of the colonial system in America: a still audible &quot;J'accuse.&quot; \n<br>\nIn three centuries Potosi's Cerro Rico consumed 8 million lives. The Indians, including women and children, were torn from their agricultural communities and driven to the Cerro. Of every ten who went up into the freezing wilderness, seven never returned. Luis Capoche, an owner of mines and mills, wrote that &quot;the roads were so covered with people that the whole kingdom seemed on the move.&quot; In their communities the Indians saw &quot;many afflicted women returning without husbands and with many orphaned children&quot; and they knew that &quot;a thousand deaths and disasters&quot; awaited them in the mines. The Spaniards scoured the countryside for hundreds of miles for labor. Many died on the way, before reaching Potosi, but it was the terrible work conditions in the mine that killed the most people. Soon after the mine began operating, in 1550, the Dominican monk Domingo de Santo Tomas told the Council of the Indies that Potosi was a &quot;mouth of hell&quot; which swallowed Indians by the thousands every year, and that rapacious mine owners treated them &quot;like stray animals.&quot; Later Fray Rodrigo de Loaysa said: &quot;These poor Indians are like sardines in the sea. Just as other fish pursue the sardines to seize and devour them, so everyone in these lands pursues the wretched Indians.&quot; Chiefs of Indian communities had to replace the constantly dying mitayos with new men between eighteen and fifty years old. The huge stone-walled corral where Indians were assigned to mine and mill owners is now used by workers as a football ground. The mitayos' jail—a shapeless mass of ruins—can still be seen at the entrance to Potosi.", 
        "id": "econbol15501699", 
        "loc": "bol1", 
        "source": "Open Veins of Latin America", 
        "start": 1550, 
        "title": "Cerro Rico of Potosi ", 
        "type": "economy"
    }, 
    {
        "end": 1557, 
        "entry": "King Bayano, a Mandinko and alleged Muslim who was captured by slavers in West Africa, leads escaped slaves in the largest sixteenth-century revolt against Spanish colonial rule in Panama.", 
        "id": "redstarpan15521557", 
        "loc": "pan1", 
        "source": "", 
        "start": 1552, 
        "title": "BAYANO!", 
        "type": "redstar"
    }, 
    {
        "end": 1557, 
        "entry": "Ideological justifications were never in short supply. The bleeding of the New World became an act of charity, an argument for the faith. With the guilt, a whole system of rationalizations for guilty consciences was devised. The Indians were used as beasts of burden because they could carry a greater weight than the delicate llama, and this proved that they were in fact beasts of burden. The viceroy of Mexico felt that there was no better remedy for their &quot;natural wickedness&quot; than work in the mines. Juan Gines de Sepulveda, a renowned Spanish theologian, argued that they deserved the treatment they got because their sins and idolatries were an offense to God. The Count de Buffon, a French naturalist, noted that Indians were cold and weak creatures in whom &quot;no activity of the soul&quot; could be observed. The Abbe De Paw invented a Latin America where degenerate Indians lived side by side with dogs that couldn't bark, cows that couldn't be eaten, and impotent camels. Voltaire's Latin America was inhabited by Indians who were lazy and stupid, pigs with navels on their backs, and bald and cowardly lions. Bacon, De Maistre, Montesquieu, Hume, and Bodin declined to recognize the &quot;degraded men&quot; of the New World as fellow humans. Hegel spoke of Latin America's physical and spiritual impotence and said the Indians died when Europe merely breathed on them.\n<br>\nIn the seventeenth century Father Gregorio Garcia detected Semitic blood in the Indians because, like the Jews, &quot;they are lazy, they do not believe in the miracles of Jesus Christ, and they are ungrateful to the Spaniards for all the good they have done them.&quot; At least this holy man did not deny that the Indians were descended from Adam and Eve: many theologians and thinkers had never been convinced by Pope Paul III's bull of 1537 declaring the Indians to be &quot;true men.&quot; When Bartolomé de las Casas upset the Spanish Court with his heated denunciations of the conquistadors' cruelty in 1557, a member of the Royal Council replied that Indians were too low in the human scale to be capable of receiving the faith. Las Casas dedicated his zealous life to defending the Indians against the excesses of the mine owners and encomenderos. He once remarked that the Indians preferred to go to hell to avoid meeting Christians.", 
        "id": "culteur1557", 
        "loc": "eur1", 
        "source": "Open Veins of Latin America", 
        "start": 1557, 
        "title": "Avoidance and Damnation", 
        "type": "culture"
    }, 
    {
        "end": 1599, 
        "entry": "Indigenous population reduced by 50% through disease and repression. Population doesn't begin to recover until mid-seventeenth century. ", 
        "id": "indmex15751599", 
        "loc": "mex22", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1575, 
        "title": "The Withering", 
        "type": "ind"
    }, 
    {
        "end": 1579, 
        "entry": "In 1579, a native called Obera, who had been educated by a Catholic priest, led a movement within the context of Guarani resistance. He called himself the liberator of his people and incited his followers to subversive dances that would bring about the downfall of the Western system.", 
        "id": "indpar1579", 
        "loc": "par1", 
        "source": "", 
        "start": 1579, 
        "title": "Subversive Dances", 
        "type": "ind"
    }, 
    {
        "end": 1685, 
        "entry": "\n<img src=\"mapimages/philipiispain.png\" style=\"float: left; margin:0px 9px 0px 0px; \">\n\n  \nIn 1581, Philip II told the audiencia (An audiencia was a judicial district as well as a judicial, administrative, and advisory body. In Mexico, it was the supreme court of administration and judgment.) of Guadalajara that a third of Latin America's Indians had already been wiped out, and that those who survived were compelled to pay the tributes for the dead. The monarch added that Indians were bought and sold; that they slept in the open air; and that mothers killed their children to save them from the torture of the mines. Yet the Crown's hypocrisy had smaller limits than the empire: it received a fifth of the value of the metals extracted by its subjects in all of the Spanish New World, as well as other taxes, and the Portuguese Crown was to have the same arrangement in eighteenth- century Brazil. Latin American silver and gold—as Engels put it—penetrated like a corrosive acid through all the pores of Europe's moribund feudal society, and, for the benefit of nascent mercantilist capitalism, the mining entrepreneurs turned Indians and black slaves into a teeming &quot;external proletariat&quot; of the European economy. Greco-Roman slavery was revived in a different world; to the plight of the Indians of the exterminated Latin American civilizations was added the ghastly fate of the blacks seized from African villages to toil in Brazil and the Antilles. The colonial Latin American economy enjoyed the most highly concentrated labor fore known until that time, making possible the greatest concentration of wealth ever enjoyed by any civilization in world history.<br>\n  \nThe price of the tide of avarice, terror, and ferocity bearing down on these regions was Indian genocide: the best recent investigations credit pre- Columbian Mexico with a population between 30 and 37.5 million, and the Andean region is estimated to have possessed a similar number; Central America had between 10 and 13 million. The Indians of the Americas totaled no less than 70 million when the foreign conquerors appeared on the horizon; a century and a half later they had been reduced to 3.5 million. In 1685 only 4,000 Indian families remained of the more than 2 million that had once lived between Lima and Paita, according to the Marquis of Barinas. Archbishop Liñan y Cisneros denied that the Indians had been annihilated: &quot;The truth is that they are hiding out,&quot; he said, &quot;to avoid paying tribute, abusing the liberty which they enjoy and which they never had under the Incas.&quot;\n\n<br><br><font style=\"color:#cc0000;font-size:80%\"><i>Pictured, Philip II</i></font>\n", 
        "id": "indmex15811685", 
        "loc": "mex1", 
        "source": "Open Veins of Latin America", 
        "start": 1581, 
        "title": "The Truth, The Liberty, The Greed", 
        "type": "ind"
    }, 
    {
        "end": 1598, 
        "entry": "Mapuche resistance to the imperial church was overwhelming. Their rebellions against white invaders resounded with protests against the Church. During the uprising of 1598 the natives &quot;profaned&quot; more than fifty churches or chapels and renounced their christian names. Mapuche peasant materialism was a wall of contention raised against Catholic eschatology: the former owners of the land of Chile did not accept the doctrine of hell and imagined a heaven full of earthly delights.", 
        "id": "redstarchi1598", 
        "loc": "chi2", 
        "source": "The Church in the Southern Cone", 
        "start": 1598, 
        "title": "", 
        "type": "redstar"
    }
]
