[
    {
        "end": 1950, 
        "entry": "\nA revolt against the United States government in Puerto Rico which occurred on October 30, 1950 in in the town of Utuado which \nculminated in the &quot;Utuado massacre.&quot; The National Guard arrived that day and ordered the nine men who survived the attack to surrender. Once the nationalists surrendered they were forced to march down Dr. Cueto Street to the local town plaza where their shoes, belts and personal belongings were removed.\n<br>\nThe group was then taken behind the police station and where, without a trial, they were machined gunned. Four of the nationalists died, they were nationalist leader Heriberto Castro, Julio Colon Feliciano, Agustin Quinones Mercado, Antonio Ramos and Antonio Gonzalez (pictured, left). Gonzalez, who was 17 years old, pleaded for water and instead was \nbayoneted to death. The five survivors were seriously wounded in what became known as &quot;La Masacre de Utuado.&quot; \n\n", 
        "id": "powpue1950", 
        "loc": "pue1", 
        "source": "", 
        "start": 1950, 
        "title": "The Utuado Massacre", 
        "type": "power"
    }, 
    {
        "end": 1952, 
        "entry": "Masters of Indian pongos—domestic servants—were still offering them for hire in La Paz newspapers at the beginning of the 20<sup>th</sup> century. Until the revolution of 1952 restored the forgotten right of dignity to Bolivian Indians, the pongo slept beside the dog, ate the leftovers of his dinner, and knelt when speaking to anyone with a white skin. Four-legged beasts of burden were scarce in the conquistadors' time and they used Indian backs to transport their baggage.", 
        "id": "indbol1952", 
        "loc": "bol1", 
        "source": "Open Veins of Latin America, Galeano", 
        "start": 1952, 
        "title": "Pongo (domestic servants) obtain civil rights", 
        "type": "ind"
    }, 
    {
        "end": 1964, 
        "entry": "The nationalist, anti-oligarchic, pro-labor National Revolutionary Movement (MNR) staged a revolt after winning elections in 1951. Once in power, they passed universal suffrage, sweeping land reforms, promoted rural education, and nationalized some large tin mines. They also attempted to integrate the Aymara and Quechua majority into the polity, something never before attempted. In 1964, a military coup took them out of power.", 
        "id": "redstarbol19521964", 
        "loc": "bol2", 
        "source": "", 
        "start": 1952, 
        "title": "Bolivian National Revolution", 
        "type": "redstar"
    }, 
    {
        "end": 1959, 
        "entry": "\n<!-- Pagination DIV for Demo 3 -->\n\n<div id=\"galleryalt\" class=\"paginationstyle\" style=\"width: 950px; text-align: left;\">\n\n<span style=\"position:absolute; top: 10px; left:350px\" \">\n<a href=\"#\" rel=\"previous\">[</a> <span class=\"flatview\"></span> <a href=\"#\" rel=\"next\">] </a></span>\n<div style=\"width: 950px; height: 750px; border: 0px dashed gray; padding: -10px;\">\n\n<div class=\"virtualpage3 hidepiece\">\n<img src=\"mapimages/cubanrevolution19531957.gif\">\n</div>\n\n\n\n<div class=\"virtualpage3 hidepiece\">\n<img src=\"mapimages/cubanrevolution19581959.gif\">\n</div>\n\n\n\n\n</div>\n<p class=\"source\" style=\"position:absolute; top: 9px; left:800px\">Sun Sentinel", 
        "id": "redstarcub19531959", 
        "loc": "cub1", 
        "source": "Sun Sentinel", 
        "start": 1953, 
        "title": "The Cuban Revolution", 
        "type": "redstar"
    }, 
    {
        "end": 1953, 
        "entry": "&quot;you have to pat them a little bit and make them think that you are fond of them.&quot; -private communication of Secretary of State John Foster Dulles to President Eisenhower on how to bring Latin Americans into line with U.S. plans for their future as providers of raw materials and profits for U.S. corporations.", 
        "id": "powusa1953", 
        "loc": "usa1", 
        "source": "Necessary Illusions Chomsky", 
        "start": 1953, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1954, 
        "entry": "\nThe CIA was established in 1947—the same year Washington served\rnotice that its support for Latin American democracy was conditional\ron the maintenance of order-and began to develop contacts among\rmilitary officers, religious leaders, and politicians it identified as bulwarks\rof stability. Yet it was not until 1954 that it would execute its\rfirst full-scale covert operation in Latin America, overthrowing\rGuatemalan president Jacobo Arbenz and installing a more pliant successor.\rArbenz, as CIA analysts and most historians today admit, was\rtrying to implement a New Deal-style economic program to modernize\rand humanize Guatemala's brutal plantation economy. His only\rcrime was to expropriate, with full compensation, uncultivated United\nFruit Company land and legalize the Communist Party—both unacceptable\racts from Washington's early-1950s vantage point.\n<br>\rOperation PRSUCCESS, as the CIA called its Guatemalan campaign,\rwas the agency's most comprehensive covert action to date,\rmuch more ambitious than its operations in postwar Italy and France\ror in Iran the year before. Unlike the ouster of the Iranian prime\rminister, Mohammad Mossadeq, which took a mere couple\rof weeks, Arbenz's overthrow required nearly a year. \n", 
        "id": "powgua1954", 
        "loc": "gua1", 
        "source": "Empire's Workshop, Greg Grandin", 
        "start": 1954, 
        "title": "Not Hearts and Minds, But Stomachs and Livers", 
        "type": "power"
    }, 
    {
        "end": 1989, 
        "entry": "Stroessner seized power in 1954, after leading a golpe de estado against President Federico Chavez. His subsequent decades as the perpetual leader of the Asociacion Nacional Republicana/Partido Colorado were characterized by massive corruption, endemic human rights abuses and systematic acts of violence against purported &quot;enemies of the state.&quot; Stroessner also provided hospitality to a wide array of former Nazi leaders following World War II, including the concentration camp experimenter Dr. Josef Mengele, whom he personally protected despite repeated international demands that he be extradited to Israel. Stroessner routinely imprisoned scores of Paraguayan political opponents, some of whom later insisted that they had endured unethical medical experiments under Mengele's jurisdiction. The strongman also was notorious for his role in Operation Condor, a computerized network of intelligence agencies linking Southern Cone right-wing dictatorships via a U.S.-supplied station, whose purpose was to root out and eliminate exiled political dissidents who sought refuge in nearby nations.<br>\nStroessner's autocratic reign ended in 1989 with a violent golpe instigated by General Andres Rodriguez, and he was forced to seek haven in Brazil. Since then, bringing Stroessner to justice was a slow and ultimately futile process. His mouthpiece, the ruling Partido Colorado, remained hesitant to reveal any details about the late dictator's pathological practices. While in exile, Stroessner was careful not to voice any controversial opinions regarding Latin American issues in order not to embarrass his hosts. He also never traveled outside of Brazil, hoping to avoid the fate of his Chilean counterpart Augusto Pinochet, who was arrested on charges of genocide and terrorism while traveling to London in 1998 on medical grounds. He died in 2006 at the age 93, successfully avoiding justice.\n<br>\nAs dictator, Alfredo Stroessner, received $146 million in US aid, never receiving condemnations for its human rights abuses, the genocide of the indigenous Ache, drug trafficking and open arms policy for ex-Nazis until the 1980s. The condemnation shortly preceded a 1988 coup. ", 
        "id": "powpar19621975", 
        "loc": "par3", 
        "source": "", 
        "start": 1954, 
        "title": "Paraguay's Fascist Dictator (1954 - 1989)", 
        "type": "power"
    }, 
    {
        "end": 1972, 
        "entry": "The progressive beginnings of the Consejo Episcopal Latinoamericano (CELAM). A conference of Latin American Catholic Bishops, CELAM was founded in Rio de Janeiro in 1955 with an initially progressive outlook pushed forward by decades of resistance to neo-colonialism and poverty in the region. During the Second Vatican Council in the early 1960s, CELAM promoted a greater emphasis on issues of poverty and exploitation from its offices in Colombia. Years later, during the rise of liberation theology, CELAM supported the movement and its methodology until a backlash elected a conservative cleric to its leadership in 1972. The election in the Vatican of the right wing Pope John Paul II in 1978 cemented the global swing to the right of the Catholic Church, which distanced itself from its left wing clerics, and led to purges and complicity in the murder of liberation theology proponents during the continents dirty wars.", 
        "id": "cultcol19551972", 
        "loc": "col1", 
        "source": "", 
        "start": 1955, 
        "title": "The Beginning of CELAM", 
        "type": "culture"
    }, 
    {
        "end": 1955, 
        "entry": "American Ambassador Robert Woodward reported to Washington in 1955 that the Figueres government is &quot;controversial&quot; and not entirely reliable. True, Figueres had just &quot;expressed appreciation for the activities of the United Fruit Company&quot; and had &quot;dislodged the commies from their powerful position&quot; in the pre-coup government. But he &quot;made himself suspect when he continued to support the Arbenz regime in Guatemala long after it was dominated by communists&quot;; that is, long after this capitalist democracy was targeted for elimination by the CIA.\n<br>\nAs yet, &quot;the commies have presented no grave problem&quot; in Costa Rica, Ambassador Woodward continued, noting that &quot;the Constitution outlaws the Communist Party.&quot; But the commies represent &quot;a potential danger&quot; because they have not been rooted out of &quot;the laboring class,&quot; and the suspect government &quot;has made no move to stamp out the movement completely,&quot; as a solid commitment to democracy would require. With the &quot;communists&quot; not eliminated entirely, there might be problems in controlling banana workers and other dangerous elements. Who can tell when these subversives might try to organize to struggle for their rights? Thirty years later, the Twentieth Century Fund warns of the problems &quot;brought on by the radicalization of the banana unions under Communist leadership,&quot; including &quot;a lengthy strike in 1984 which resulted in violence—and several deaths.&quot; These and other problems had led the United Fruit Company &quot;to turn some of its acreage over to palm oil—a less labor-intensive crop,&quot; so that such difficulties would not arise.", 
        "id": "powcos1955", 
        "loc": "cos1", 
        "source": "Necessary Illusions Chomsky (pictured in the background, Jose Figueres)", 
        "start": 1955, 
        "title": "A Potential Danger", 
        "type": "power"
    }, 
    {
        "end": 1955, 
        "entry": "On June 16, navy planes drop nine and a half tons of bombs on the Plaza de Mayo, in front of the Government House, in a failed attempt to overthrow Peron, reelected three years before with 62 percent of the vote. This is the overture to the violence that will envelope Argentina until 1983.<br>\nIn September, a military junta overthrows Peron, disbands the Congress, dissolves the Supreme Court, takes control of the unions, and governs in a state of siege. A decree by the Executive Power establishes prison sentences for anyone who publicly speaks the name of ex-President Peron or his wife Evita. The military steals Evita's embalmed corpse.", 
        "id": "powarg1955", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1955, 
        "title": "The Corpse", 
        "type": "power"
    }, 
    {
        "end": 1956, 
        "entry": "In June, General Juan Jose Valle and two dozen Peronists, both military and civilian, are shot on the orders of military president Pedro Ararnburu, in reprisal for an uprising aimed at holding free elections.", 
        "id": "powarg1956", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1956, 
        "title": "On The Orders", 
        "type": "power"
    }, 
    {
        "end": 1956, 
        "entry": "In October, the exiled Peron sends his &quot;General Directives for all Peronists&quot; and his &quot;Instructions for Leaders,&quot; in which he recommends armed resistance against the government, the organization of guerrilla forces to combat it, the use of bombs, and the assassination of adversaries.", 
        "id": "redstararg1956", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1956, 
        "title": "General Directives", 
        "type": "redstar"
    }, 
    {
        "end": 1956, 
        "entry": "Members of the Argentine military take classes at the School of War in Paris while French colonels teach Argentine officers at the military institutes of Buenos Aires. The counterinsurgency tactics employed by the French in Indochina and Algeria are studied.", 
        "id": "poweur1956", 
        "loc": "eur1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1956, 
        "title": "Indochina and Algeria", 
        "type": "power"
    }, 
    {
        "end": 1986, 
        "entry": "From 1957 to 1986, the US supports the rule of the Duvalier dictatorships, which assassinates 40-60,000 political opponents. \n<br>\nIn 1957, Francois &quot;Papa Doc&quot; Duvalier became Haiti's President-For-Life, establishing a strategic relationship with the U.S. that lasted into the 1970s, when he was succeeded by his son Jean Claude &quot;Baby Doc&quot; Duvalier. During their 30 year rule, 60,000 Haitians were killed and countless more were tortured by the Duvaliers' Tonton Macoutes death squads, but in 1969, after 13 years of murderous rule by Papa Doc, U.S.Ambassador Clinton Knox shook hands with the dictator and called for increased aid to Haiti. Papa Doc made him an honorary Tonton Macoute. While Haiti became the poorest country in the Western Hemisphere, the Duvaliers enriched themselves by stealing foreign aid money. \n<br>\nIn 1980, for instance, the International Monetary Fund granted Haiti a $22 million budget supplement. Within weeks, $16 million was &quot;unaccounted for,&quot; presumably in Baby Doc's bank account. Papa Doc liked to compare himself to Christ and adapted the Lords Prayer to read &quot;Our Doc who art in the National Palace for life, hallowed be Thy name by present and future generations.&quot; Baby Doc, on the other hand, made Haiti into a trans-shipment point for Colombian cocaine. He allegedly let his father-in-law use Haiti's national airline to ship drugs to the U.S., and his brother-in-law was convicted of cocaine trafficking by a Puerto Rican court. \n<br>\nNevertheless, as long as Papa and Baby Doc were anti-communists, they could do no wrong in the U.S. government's eyes. Their regime finally ended in 1986, when Baby Doc fled angry mobs of Haitians for the comfort of a Parisian villa, where he resided until 2011. He is now in Haiti awaiting trial.", 
        "id": "powhai19571986", 
        "loc": "hai1", 
        "source": "", 
        "start": 1957, 
        "title": "Papa Doc and Baby Doc", 
        "type": "power"
    }, 
    {
        "end": 1957, 
        "entry": "Four hundred years after the Papal bull, in September 1957, the highest court in Paraguay published a notice informing all the judges of the country that &quot;the Indians, like other inhabitants of the republic, are human beings.&quot; And the Center for Anthropological Studies of the Catholic University of Asuncion later carried out a revealing survey, both in the capital and in the countryside: eight out of ten Paraguayans thought that &quot;Indians are animals.&quot; In Caaguazu, Alta Parana, and the Chaco, Indians are hunted down like wild beasts, sold at bargain prices, and exploited by a system of virtual slavery—yet almost all Paraguayans have Indian blood, and Paraguayans tirelessly compose poems, songs, and speeches in homage to the &quot;Guarani soul.&quot;", 
        "id": "cultpar1957", 
        "loc": "par1", 
        "source": "Open Veins of Latin America", 
        "start": 1957, 
        "title": "The Past?", 
        "type": "culture"
    }, 
    {
        "end": 1959, 
        "entry": "1958 Flag protests erupt into confrontation.", 
        "id": "redstarpan19581959", 
        "loc": "pan1", 
        "source": "", 
        "start": 1958, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1958, 
        "entry": "The Confederacion Paraguaya de Trabajadores called the first national General Strike in the country's history, demanding political liberties like the lifting of a state of emergency by the dictatorial government, and economic reforms including a 30% wage increase. The country was virtually shut down, and after the strike committees rejected President Alfredo Stroessner's nominal offers of a 15% wage increase, police were sent in to repress the strikers. Union and Communist leaders were imprisoned, disappeared or exiled to Argentina, many for the next two decades.", 
        "id": "redstarpar1957", 
        "loc": "par2", 
        "source": "", 
        "start": 1958, 
        "title": "The Crackdown", 
        "type": "redstar"
    }, 
    {
        "end": 1958, 
        "entry": "The first part of Richard M. Nixon's 1958 vice presidential tour of\nLatin America was mostly uneventful, although Peru offered a hint\nof what was to come when students stoned Nixon during his visit to\nthe national university. His handlers were nervous about Venezuela,\nthe scheduled last stop on the tour. Just a few months earlier, popular\nprotests had put to an end a ten-year Washington-backed dictatorship, which had given lucrative contracts to American mining and\noil interests. And Eisenhower's granting of asylum to a number of\nthe old regime's most hated officials, including the head of the murderous\nNational Security Police, did nothing to ease tensions between\nWashington and the new democratic government. But buoyed\nby pro-American rallies that took place in a number of cities, the vice\npresident insisted that the trip continue as planned.\n<br>\nStepping out of his DC-6 onto the tarmac, Nixon, along with\nhis wife, Pat, was confronted with an angry crowd that had assembled\non the balcony of the terminal, screaming &quot;Go home,&quot; &quot;Get\nout, dog,&quot; and &quot;We won't forget Guatemala&quot;—a reference to the\nU.S.-orchestrated overthrow of that country's democratically elected\npresident four years earlier. Members of Nixon's entourage had to\npass under the balcony to get to their motorcade and when they did\na torrent of spit fell on them that some of the stricken at first\nthought was rain. On the highway out of the airport, hostile drivers\ntried to sideswipe the vice president's limousine. Upon entering\nCaracas's narrow city streets, the motorcade was surrounded by a\nmob and attacked with sticks, rocks, and steel pipes. Nixon was\neventually rescued, but nor before his Secret Service detachment\ndrew their guns and not before Eisenhower readied the armed\nforces to evacuate his vice president if need be. An embassy official\nlater surveyed the limousine and remarked that &quot;it was hard to believe\nthat that black Cadillac with diplomatic license plates 63-CD\nhad borne the Vice President of the United States. The rear windows\nwere shattered, sputum was all over it and the windshield was\njuSt a white smear as the driver had tried to remove the spit with the\nwipers.&quot; After holing up at the U.S. ambassador's residence, Nixon\nleft the next day &quot;through a tear gas mist&quot;—the Streets had been\npreemptively gassed to prevent demonstrators from gathering.\n\n", 
        "id": "redstarven1958", 
        "loc": "ven1", 
        "source": "Empire's Workshop, Greg Grandin", 
        "start": 1958, 
        "title": "Doing It Their Way", 
        "type": "redstar"
    }, 
    {
        "end": 1958, 
        "entry": "Radical Civic Union politician Arturo Frondizi becomes president, elected by the votes of the outlawed Peronist movement, to whom he has promised participation in the country's political system. During the forty-six months of his administration, he will face thirty-two standoffs with the military, some of them involving the deployment of tanks in the streets of Buenos Aires. The intensity of the Peronist resistance grows; oil pipelines are blown up and there is a generalized sabotage of manufaccuring. Striking railroad workers are militarized and soldiers run the trains. Tanks break down the doors of the Lisandro de la Torre meat-packing plant, which has been occupied by its workers.\n\n", 
        "id": "redstararg1958", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1958, 
        "title": "32 Standoffs", 
        "type": "redstar"
    }, 
    {
        "end": 1959, 
        "entry": "\n<br>\n<span class=\"medhed\">April 19, 1959</span> During Fidel Castro's first post revolution trip to Washington, he meets with Vice President Richard Nixon for three and a half hours. &quot;I spent as much time as I could trying to emphasize that he had the great gift of leadership, but that it was the responsibility of a leader not always to follow public opinion but to help to direct it in proper channels, not to give the people what they think they want at a time of emotional stress but to make them want what they ought to have,&quot; the Vice President reports in a four-page secret memo to Eisenhower, Secretary of State Christian A. Herter, and Allen Dulles. &quot;It was apparent that while he paid lip service to such institutions as freedom of speech, press and religion that his primary concern was with developing programs for economic progress.&quot; Nixon concludes that Castro is &quot;either incredibly naive about Communism or is under Communist discipline.&quot; But he also expresses his own “appraisal” of Castro as a man. “The one fact we can be sure of, is that he has those indefinable qualities which make him a leader of men. Whatever we may think of him, he is going to be a great factor in the development of Cuba and very possibly in the development of Latin American affairs generally.” (Richard M. Nixon, Rough Draft of Summary of Conversation Between the Vice President and Fidel Castro, April 25, 1959)\n<br><br>\n<span class=\"medhed\">September 4, 1959</span> Ambassador Bonsal meets with Fidel Castro in Cuba. The Ambassador expresses, “our serious concern at the treatment being given American private interests in Cuba both agriculture and utilities.” Castro responds saying he “admires Americans, especially tourists, for whom he is planning great things.” (Department of State Cable, [Ambassador Report on Meeting With Castro], September 4, 1959 \n<br><br>\n<span class=\"medhed\">Fall 1959</span> Manuel Artíme participates in a secret two-day meeting of the National Institute of Agrarian Reform in Havana. Numerous high officials of the revolution, including Fidel Castro and Che Guevara, attend the meeting. According to notes he takes on this &quot;unforgettable reunion&quot;—later published in his book Traicion—the discussion focuses on &quot;the true goals of the revolution.&quot; He quotes Castro as defining Democracy as &quot;this: a meeting of a group of men who know the road on which to take the people, that freely discuss the things they are going to do, having in their hands all the power of the State to do it.&quot; Castro also decides that the State will take possession of all land holdings, eliminating private property. At this point the campesinos will not be told of these plans, according to Artíme's notes. Artíme stresses that the leadership intends to deceive the Cuban public about the plans of the revolution.\n<br>\nThe meeting of this &quot;criollo Kremlin,&quot; according to Artíme, provides the catalyst for the &quot;beginning of my rebellion.&quot; (Artíme, Traicion, pp. 3-16)\n<br><br>\n<span class=\"medhed\">DEC 11, 1959</span> J.C. King, head of the CIA's Western Division, writes a memorandum for Richard Bissell, and CIA Director, Allen Dulles stating that Castro has now established a dictatorship of the far left. The intelligence community estimates an increase in Cuban support for other revolutionary movements in Latin America, and &quot;rapid nationalization of the banks, industry and commerce&quot; sectors. The memorandum states that &quot;violent action&quot; is the only means of breaking Castro's grip on power, listing as the U.S. objective &quot;the overthrow of Castro within one year.&quot; King also recommends that &quot;thorough consideration be given to the elimination of Fidel Castro,&quot; marking the first time that the idea of assassination is committed to paper. (Cuban Problems, 12/11 /59)\n\n\n\n", 
        "id": "econcub1959", 
        "loc": "cub1", 
        "source": "National Security Archives", 
        "start": 1959, 
        "title": "The Threat of the Cuban Economy", 
        "type": "economy"
    }, 
    {
        "end": 1959, 
        "entry": "\n<span class=\"medhed\">July 8, 1959</span><br> A CIA briefing for the National Security Council reports on “preparations in Cuba for efforts against Dominican Republic, either directly or through Haiti.” (CIA, Briefing, Carribean Situation, July 8, 1959)\n<br><br>\n<span class=\"medhed\">Late October 1959</span> President Eisenhower approves a program proposed by the Department of State, in agreement with the CIA, to support elements in Cuba opposed to the Castro government. The operations are intended to make Castro's downfall seem to be the result of his own mistakes. As a part of this program, Cuban exiles mount sea borne raids against Cuba from U.S. territory. (Wyden, pp.28-29; Gleijeses, p.3; Taylor Report, pp.3-4)\n<br><br><br>\n<span class=\"medhed\">November 1959</span> Manuel Artíme travels undercover to Mexico and makes contact with other Cuban exiles from the LAR in Mexico. A bible is used for coding messages. Dr. Lino Fernandez is asked to begin stockpiling weapons gathered by LAR and to create a network of internal security and intelligence. (Chronology of Irregular Forces)\n<br><br>\n<span class=\"medhed\">November 5, 1959</span> In a memorandum to President Eisenhower, Christian Herter describes the changing policy towards Cuba, “All actions of the United States Government should be designed to encourage within Cuba and elsewhere in Latin America opposition to the extremist, anti-American course of the Castro regime.” Herter adds, “[However], in achieving this objective, the United States should avoid giving the impression of direct pressure or intervention against Castro, except where defense of legitimate United States interest is involved.” (Department of State Memorandum, “Current Basic United States Policy Toward Cuba,” [Herter to Eisenhower], November 5, 1959) \n<br><br>\n<span class=\"medhed\">Early December, 1959</span> Rogelio Gonzalez Corso, Rafael Rivas Vazquez, Carlos Rodriguez Santana, Jorge Sotus and Sergio Sanjenis meet in Mexico and decide to create the Movimiento de Recuperación Revolutionaries (MRR), or Revolutionary Recovery Movement. They designate Angel Ros as secretary general of the new organization; he leaves for the United States to confer with Ricardo Lorie other Cuban exiles. (Chronology of Irregular Forces)\n\n\n\n\n\n\n\n\n", 
        "id": "powcub1959", 
        "loc": "cub1", 
        "source": "National Security Archives", 
        "start": 1959, 
        "title": "Sabotage", 
        "type": "power"
    }, 
    {
        "end": 1972, 
        "entry": "Clerics and theological students across the continent had begun taking a more affirmative position to the Catholic Church's commitment to social issues, influenced by populist governments, socialist movements, the Catholic Workers Movement, and their own experiences. Brazilian clerics began writing treatises in 1959, and during a spirit of openness before and during the Second Vatican Council, critical analysis of the Church's role began to spread across the continent. The Peruvian priest Gustavo Gutierrez was an early leader in these discussions, sharpening the discourse during meetings in Cuba, Mexico and South America. At the Medellin Conference in 1968, priests and others began to coalesce into a movement, and in 1971, Gutierrez coined the term Liberation Theology, just as the church leadership regionally and globally began to turn against them. Cardinal Ratzenberger (now Pope Benedict XVI) issued the Vatican's first official condemnations of Liberation Theology as Marxist in 1984 after meetings with CELAM bishops.", 
        "id": "cultper19591972", 
        "loc": "per2", 
        "source": "", 
        "start": 1959, 
        "title": "Birth of Liberation Theology\n", 
        "type": "culture"
    }, 
    {
        "end": 1960, 
        "entry": "In July 1960, Cuba called on the UN for help, providing the Security Council with records of some twenty bombings, including names of pilots, plane registration numbers, unexploded bombs, and other specific details, alleging considerable damage and casualties and calling for resolution of the conflict through diplomatic channels. US Ambassador Henry Cabot Lodge responded by giving his &quot;assurance [that] the United States has no aggressive purpose against Cuba.&quot; Four months before, in March 1960, his government had made a formal decision in secret to overthrow the Castro government, and preparations for the Bay of Pigs invasion were well advanced.\nWashington was concerned that Cubans might try to defend themselves. CIA chief Allen Dulles therefore urged Britain not to provide arms to Cuba. His &quot;main reason,&quot; the British ambassador reported to London, &quot;was that this might lead the Cubans to ask for Soviet or Soviet bloc arms,&quot; a move that &quot;would have a tremendous effect,&quot; Dulles pointed out, allowing Washington to portray Cuba as a security threat to the hemisphere, following the script that had worked so well in Guatemala.", 
        "id": "powcub1960", 
        "loc": "cub1", 
        "source": "Hegemony or Survival Chomsky", 
        "start": 1960, 
        "title": "&quot;to portray Cuba as a security threat&quot;", 
        "type": "power"
    }, 
    {
        "end": 1969, 
        "entry": "A junior officer's coup established a &quot;moderately leftist government [that] lasted for only a few weeks before other officers, responding to pressures from the oligarchy and the United States, staged a countercoup,&quot; a foretaste of what was to come 20 years later. The US Embassy urged support for the military regime, stating that the internal security forces are behind the present government, are strongly anti- Communist, and constitute major force for stability and orderly political and economic development.&quot; Their rule was necessitated by &quot;subversive anti-government activities&quot; such as &quot;underground propaganda,&quot; the Embassy explained, offering an insight into the concept of &quot;subversion&quot; as understood by the Kennedy liberals. Dr. Fabio Castillo, a former president of the National University, testified before Congress that the US had openly participated in the countercoup and had opposed the holding of free elections.29 The conservative junta was quickly recognized by President Kennedy, whose preference for civil-military regimes was noted earlier (chapter 2, end of section 2), after they had &quot;pledged to take tough actions against the students [who had protested against the outlawing of political parties, the main proof offered of a Communist plot], cut relations with Castro, and warmly welcomed foreign investment.&quot; The trends of earlier years continued: production, including food production, increased, largely for export, along with starvation and general misery. These trends were enhanced by the Alliance for Progress programs of Kennedy and Johnson. By 1969, 300,000 Salvadorans (one in eight citizens) had fled to Honduras to find food and work. Military aid rapidly increased along with US training and coordination of the military and other security forces of the region.", 
        "id": "powels19601969", 
        "loc": "inels3", 
        "source": "", 
        "start": 1960, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1960, 
        "entry": "The Eisenhower Administration formally adopted a plan to overthrow Castro in favor of a regime &quot;more devoted to the true interests of the Cuban people and more acceptable to the U.S.&quot;—the two conditions being equivalent—emphasizing again that this must be done &quot;in such a manner as to avoid any appearance of U.S. intervention.&quot; ", 
        "id": "powusa1960", 
        "loc": "usa1", 
        "source": "Year 501", 
        "start": 1960, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1960, 
        "entry": "In 1960, Samual Ruiz Garcia is named Bishop of San Cristobal de las Casas. After the Medellin Council of Latin American Bishops in 1968, Ruiz begins to promote liberation theology and an indigenous-centered Catholicism.\n", 
        "id": "culturemex1960", 
        "loc": "mex22", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1960, 
        "title": "&quot;An indigenous-centered Catholicism&quot;", 
        "type": "culture"
    }, 
    {
        "end": 1961, 
        "entry": "Plans for a military coup were initiated shortly after João Goulart became President in August 1961. The military were wary of his populist rhetoric and appeal, and angered by his efforts to raise minimum wages of civilian laborers. Concerns of the US business community were enhanced when the Chamber of Deputies passed a bill placing conditions on foreign investment and limiting remittance of profits on the grounds that they were &quot;bleeding the Brazilian economy.&quot; Though Goulart, a faithful member of the Brazilian elite, was anti-Communist, US labor leaders and Embassy officials were alarmed at his involvement with labor and peasant organizations and appointment of Brazilian Communists to staff positions; &quot;an openly Communist course,&quot; the CIA warned. The appropriate Cold War context had been spelled out by JFK, shortly before assuming office (see p. 73).\n", 
        "id": "powbra1961", 
        "loc": "bra4", 
        "source": "Year 501", 
        "start": 1961, 
        "title": "Bleeding the Brazilian Economy", 
        "type": "power"
    }, 
    {
        "end": 1961, 
        "entry": "In July 1961, the CIA warned that &quot;the extensive influence of 'Castroism' is not a function of Cuban power. . . . Castro's shadow looms large because social and economic conditions throughout Latin America invite opposition to ruling authority and encourage agitation for radical change,&quot; for which Castro's Cuba provided a model. Earlier, Arthur Schlesinger had transmitted to the incoming President Kennedy his Latin American Mission report, which warned of the susceptibility of Latin Americans to &quot;the Castro idea of taking matters into one's own hands.&quot; The report did identify a Kremlin connection: the Soviet Union &quot;hovers in the wings, flourishing large development loans and presenting itself as the model for achieving modernization in a single generation.&quot; The dangers of the &quot;Castro idea&quot; are particularly grave, Schlesinger later elaborated, when &quot;the distribution of land and other forms of national wealth greatly favors the propertied classes&quot; and &quot;the poor and underprivileged, stimulated by the example of the Cuban revolution, are now demanding opportunities for a decent living.&quot; Kennedy feared that Russian aid might make Cuba a &quot;showcase&quot; for development, giving the Soviets the upper hand throughout Latin America.", 
        "id": "powcub1961", 
        "loc": "cub1", 
        "source": "Hegemony or Survival Chomsky", 
        "start": 1961, 
        "title": "Castro's Shadow", 
        "type": "power"
    }, 
    {
        "end": 1961, 
        "entry": "In July 1961, the CIA warned that &quot;the extensive influence of 'Castroism' is not a function of Cuban power. . . . Castro's shadow looms large because social and economic conditions throughout Latin America invite opposition to ruling authority and encourage agitation for radical change,&quot; for which Castro's Cuba provided a model. Earlier, Arthur Schlesinger had transmitted to the incoming President Kennedy his Latin American Mission report, which warned of the susceptibility of Latin Americans to &quot;the Castro idea of taking matters into one's own hands.&quot; The report did identify a Kremlin connection: the Soviet Union &quot;hovers in the wings, flourishing large development loans and presenting itself as the model for achieving modernization in a single generation.&quot; The dangers of the &quot;Castro idea&quot; are particularly grave, Schlesinger later elaborated, when &quot;the distribution of land and other forms of national wealth greatly favors the propertied classes&quot; and &quot;the poor and underprivileged, stimulated by the example of the Cuban revolution, are now demanding opportunities for a decent living.&quot; Kennedy feared that Russian aid might make Cuba a &quot;showcase&quot; for development, giving the Soviets the upper hand throughout Latin America.", 
        "id": "powcub1961", 
        "loc": "cub2", 
        "source": "Hegemony or Survival Chomsky", 
        "start": 1961, 
        "title": "Castro's Shadow", 
        "type": "power"
    }, 
    {
        "end": 1963, 
        "entry": "1961-1963 CIA unsuccessfully attempts at least 6 times to assassinate Fidel Castro.", 
        "id": "powcub19611963", 
        "loc": "cub3", 
        "source": "", 
        "start": 1961, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1966, 
        "entry": "1961-1966 Broad sabotage program, including terrorist attacks on coastal targets and bacteriological warfare, in effort to weaken Castro government. Unsuccessful.", 
        "id": "powcub19611966", 
        "loc": "cub4", 
        "source": "", 
        "start": 1961, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1961, 
        "entry": "Within months of the overthrow of Batista's dictatoship, Che Guevera writes a cogent defense of what became known as <i>&quot;foquismo.&quot;</i> \nChe writes: \n&quot;We consider that the Cuban Revolution contributed three fundamental lessons to the conduct of revolutionary movements in America. They are: <ol>\n    <li>Popular forces can win a war against the army. \n    <li>It is not necessary to wait until all conditions for making revolution exist; the insurrection can create them. \n    <li>In underdeveloped America the countryside is the basic area for armed fighting. \n</ol>\n    Of these three propositions the first two contradict the defeatist attitude of revolutionaries or pseudo-revolutionaries who remain inactive and take refuge in the pretext that against a professional army nothing can be done, who sit down to wait until in some mechanical way all necessary objective and subjective conditions are given without working to accelerate them.&quot;", 
        "id": "redstarcub1961", 
        "loc": "cub5", 
        "source": "", 
        "start": 1961, 
        "title": "Che's Theory of Revolution", 
        "type": "redstar"
    }, 
    {
        "end": 1961, 
        "entry": "Bachata begins based on traditional Dominican styles of music and the guitar-based bolero. The first singles are said to have been produced in 1961, but for the first two decades the genre was predominantly popular amongst the poor and working class. It did not become a dominant force on radio until the 1980s, and eventually spread to other countries ever since.", 
        "id": "cultcumrep1961", 
        "loc": "domrep1", 
        "source": "", 
        "start": 1961, 
        "title": "Bachata", 
        "type": "culture"
    }, 
    {
        "end": 1961, 
        "entry": "\nKennedy, who campaigned in the 1960 presidential election as a\ncommitted militarist, entered the White House promising to establish\na new foundation on which to ensure the continuance of American\npower in such changing times. His inaugural call that America\nwas ready to &quot;pay any price, bear any burden&quot; revived a muscular internationalism\nthat had atrophied. In addition to bringing in Robert\nMcNamara from the Ford Motor Company to rationalize the Department\nof Defense, Kennedy and his civilian advisers looked to\ncounterinsurgency and covert operations as a way of both breaking\nthe nuclear deadlock and controlling the rise of third-world nationalism. Kennedy ordered the military to create a branch of the Special Forces that could operate with more flexibility in the third world and\nset up a &quot;Special Group&quot; in the White House, headed by General\nMaxwell Taylor, to coordinate special-warfare policy at the highest\nechelons of government—with the result that superpower conflict\nwas detoured outside of Europe, particularly into Southeast Asia .\n<br>\nIn Latin America, Kennedy's vaulting idealism led to the Alliance\nfor Progress, an ambitious project that wedded the revolutionary\nand counterrevolutionary traditions of American diplomacy—as\ndid Theodore Roosevelt and other missionary presidents of an earlier\nera—this time to especially toxic effect. Announcing the program\nto a room full of Latin American ambassadors soon after his\ninauguration, Kennedy sought to steal Castro's insurgent thunder,\ncommitting Washington to &quot;completing the revolution of the\nAmericas.&quot; He promised billions of dollars in development aid in exchange\nfor enacting land, tax, judicial, and electoral reform aimed at\nbreaking up extreme concentrations of economic and political\npower, &quot;to build,&quot; as the president put it, &quot;a hemisphere where all\nmen can hope for a suitable standard of living and all can live out\ntheir lives in dignity and in freedom.&quot;\n<span style=\"float:right\">\n<iframe width=\"350\" height=\"262\" src=\"https://www.youtube-nocookie.com/embed/7Co6rjlprsg\" frameborder=\"0\" allowfullscreen></iframe></span>\n&quot;Let us once again transform\nthe American Continent into a vast crucible of revolutionary ideas\nand efforts,&quot; Kennedy roared, &quot;a tribute to the power of the creative\nenergies of free men and women, an example to all the world\nthat liberty and progress walk hand in hand. Let us once again\nawaken our American revolution until it guides the struggles of people\neverywhere—not with an imperialism of force or fear but the\nrule of courage and freedom and hope for the future of man.&quot;\n", 
        "id": "powusa1961", 
        "loc": "usa1", 
        "source": "Empire's Workshop, Greg Grandin", 
        "start": 1961, 
        "title": "The Counter Revolution", 
        "type": "power"
    }, 
    {
        "end": 1961, 
        "entry": "The Argentine politician John William Cooke, one of Juan D. Peron's personal representatives, participates in the Cuban resistance against the invaders at the Playa Giron in the Bay of Pigs. Cooke invites Peron to relocate to Cuba, but the former president prefers to go to Spain, where he will live until 1973.\n<br>\nU.S. President John F. Kennedy announces the Alliance for Progress. Argentine officers learn counterinsurgency techniques at the School of the Americas, and Argentine guerrillas are trained in Cuba. Superimposed on Argentina's internal political dynamic are the strategic conflicts of the cold war.", 
        "id": "redstararg1961", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1961, 
        "title": "Alliances and Progress", 
        "type": ""
    }, 
    {
        "end": 1962, 
        "entry": "By early 1962, Brazilian military commanders had notified Kennedy's Ambassador, Lincoln Gordon, that they were organizing a coup. At JFK's personal initiative, the US began to lend clandestine and overt support to right-wing political candidates. The President's feeling, in agreement with Gordon and the US business community, was that &quot;the military probably represented the key to the future,&quot; Ruth Leacock concludes. Robert Kennedy was dispatched to Brazil in December 1962 to influence Goulart to &quot;confront the communist problem,&quot; as the US Embassy put it. RFK informed Goulart that the President was seriously concerned about the infiltration of &quot;Communists and anti-American nationalist leftists&quot; into the government, the military, the unions, and student groups, and about the &quot;ill treatment [of] American and other foreign private investors.&quot; If Goulart wanted US aid, Kennedy said, he must see to it that &quot;personnel in key Brazilian positions&quot; were pro-American, and impose economic measures that the US recommended.\n\nRelations remained tense, particularly over the austerity plan that the Kennedy Administration demanded as a condition for aid, and its admonitions about left-wing influence. ", 
        "id": "powbra1962", 
        "loc": "bra1", 
        "source": "Year 501", 
        "start": 1962, 
        "title": "The Key to the Future", 
        "type": "power"
    }, 
    {
        "end": 1962, 
        "entry": "\n\n<span class=\"headline\">\nThe Beginning of the Embargo\n</span>\n<br><br>\nKennedy widens the ban on trade to an all out embargo. This continues from conversations about the post-Bay of Pigs strategy. The embargo continues to the present day.\n<br><br>\n<i>Right, Kennedy after signing the embargo</i>\n<img src=\"mapimages/kennedyembargosigning.jpg\" style=\"width:100%\">\n\n", 
        "id": "econcub1962", 
        "loc": "cub1", 
        "source": "", 
        "start": 1962, 
        "title": "", 
        "type": "economy"
    }, 
    {
        "end": 1962, 
        "entry": "Operation Mongoose was &quot;the centerpiece of American policy toward Cuba from late 1961 until the onset of the 1962 missile crisis,&quot; Mark White reports, the program on which the Kennedy brothers &quot;came to pin their hopes.&quot; Robert Kennedy informed the CIA that the Cuban problem carries &quot;the top priority in the United States Government—all else is secondary—no time, no effort, or manpower is to be spared&quot; in the effort to overthrow the Castro regime. The chief of Mongoose operations, Edward Lansdale, provided a timetable leading to &quot;open revolt and overthrow of the Communist regime&quot; in October 1962. The &quot;final definition&quot; of the program recognized that &quot;final success will require decisive U.S. military intervention,&quot; after terrorism and subversion had laid the basis. The implication is that US military intervention would take place in October 1962—when the missile crisis erupted.\n<br>\nIn February 1962, the Joint Chiefs of Staff approved a plan more extreme than Schlesinger's: to use &quot;covert means . . . to lure or provoke Castro, or an uncontrollable subordinate, into an overt hostile reaction against the United States; a reaction which would in turn create the justification for the US to not only retaliate but destroy Castro with speed, force and determination.&quot; In March, at the request of the DOD Cuba Project, the Joint Chiefs of Staff submitted a memorandum to Defense Secretary Robert McNamara outlining &quot;pretexts which they would consider would provide justification for US military intervention in Cuba.&quot; The plan would be undertaken if &quot;a credible internal revolt is impossible of attainment during the next 9-10 months,&quot; but before Cuba could establish relations with Russia that might &quot;directly involve the Soviet Union.&quot;\n<br>\nOn August 23 the president issued National Security Memorandum No. 181, &quot;a directive to engineer an internal revolt that would be followed by U.S. military intervention,&quot; involving &quot;significant U.S. military plans, maneuvers, and movement of forces and equipment&quot; that were surely known to Cuba and Russia. Also in August, terrorist attacks were intensified, including speedboat strafing attacks on a Cuban seaside hotel &quot;where Soviet military technicians were known to congregate, killing a score of Russians and Cubans&quot;; attacks on British and Cuban cargo ships; the contamination of sugar shipments; and other atrocities and sabotage, mostly carried out by Cuban exile organizations permitted to operate freely in Florida. A few weeks later came &quot;the most dangerous moment in human history.&quot;\n<br>\n<i>&quot;A bad press in some friendly countries&quot;</i><br>\nTerrorist operations continued through the tensest moments of the missile crisis. They were formally canceled on October 30, several days after the Kennedy and Khrushchev agreement, but went on nonetheless. On November 8, &quot;a Cuban covert action sabotage team dispatched from the United States successfully blew up a Cuban industrial facility,&quot; killing 400 workers, according to the Cuban government. Raymond Garthoff writes that &quot;the Soviets could only see [the attack] as an effort to backpedal on what was, for them, the key question remaining: American assurances not to attack Cuba.&quot; These and other actions reveal again, he concludes, &quot;that the risk and danger to both sides could have been extreme, and catastrophe not excluded.&quot;", 
        "id": "powcub1962", 
        "loc": "cub1", 
        "source": "Hegemony or Survival Chomsky", 
        "start": 1962, 
        "title": "Mongoose and Nuclear Armegeddon", 
        "type": "power"
    }, 
    {
        "end": 1962, 
        "entry": "Frondizi allowed Peronist candidates to participate in elections for provincial governorships. One of them wins in the decisive province of Buenos Aires, and as a result Frondizi is overthrown. Strife within the military allows the president of the Senate, Jose Maria Guido, rather than the chief of the army, to ascend to the presidency in Frondizi's place. In September, various military factions have an armed confrontation over the control of a weak President Guido.", 
        "id": "powarg1962", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1962, 
        "title": "Strife", 
        "type": "power"
    }, 
    {
        "end": 1963, 
        "entry": "In March 1963, the CIA again reported plans for a military coup; US corporate executives were, by then, privately urging a total US aid cutoff to expedite the coup plans. In August, US Defense Attache Vernon Walters warned the Pentagon that Goulart was promoting &quot;ultranationalist officers&quot; in preference to &quot;pro-democratic pro-US officers&quot; (the two terms presumably being synonymous). Relations harshened further under the Johnson Administration. Senator Albert Gore informed the Senate Foreign Relations Committee, then considering US aid, that he had heard that &quot;all of the members of the Brazilian Congress who advocated the kind of reforms which we have made a prerequisite for Alliance for Progress aid are now in prison.&quot; Ambassador Gordon cabled Washington that the US should increase military aid for Brazil because the military was essential in the &quot;strategy for restraining left wing excesses of Goulart government.&quot; Meanwhile the CIA was &quot;financing the mass urban demonstrations against the Goulart government, proving the old themes of God, country, family, and liberty to be as effective as ever,&quot; Philip Agee noted in his Diary.", 
        "id": "powbra1963", 
        "loc": "bra2", 
        "source": "Year 501", 
        "start": 1963, 
        "title": "God, Country, Family, Liberty, and Military Control", 
        "type": "power"
    }, 
    {
        "end": 1963, 
        "entry": "After the crisis ended, Kennedy renewed the terrorist campaign. Ten days before his assassination he approved a CIA plan for &quot;destruction operations&quot; by US proxy forces &quot;against a large oil refinery and storage facilities, a large electric plant, sugar refineries, railroad bridges, harbor facilities, and underwater demolition of docks and ships.&quot; A plot to kill Castro was initiated on the day of the Kennedy assassination.", 
        "id": "powcub1963", 
        "loc": "cub1", 
        "source": "Hegemony or Survival Chomsky", 
        "start": 1963, 
        "title": "American Terrorism in Cuba", 
        "type": "power"
    }, 
    {
        "end": 1980, 
        "entry": "The Alliance for Progress programs of strengthening internal security forces took a still more ominous turn in El Salvador, with the establishment of the military and paramilitary apparatus that was to be responsible for widespread slaughter in coming years. According to Allan Nairn's detailed study (<A href=\"http://historyisaweapon.com/defcon1/nairnelsalvadorbtds.html\" target=\"_blank\">Behind The Death Squads</a>), the US organized and trained the rural paramilitary force ORDEN, which has terrorized the countryside since, as well as the elite presidential intelligence service ANSESAL, which served as the intelligence arm of the &quot;death squads.&quot; The founder of ORDEN and ANSESAL, General Medrano, was enlisted as a CIA agent. Described by Jose Napoleon Duarte as &quot;the father of the Death Squads, the chief assassin of them all,&quot; he was awarded a silver medal by President Johnson &quot;in recognition of exceptionally meritorious service.&quot; Medrano stated that &quot;ORDEN and ANSESAL grew out of the State Department, the CIA, and the Green Berets during the time of Kennedy.&quot; Parallel domestic security agencies were established in Guatemala, Nicaragua, Panama, Honduras and Costa Rica and &quot;would meet every three months under the supervision of the State Department and exchange information and methods of operation,&quot; Medrano added. This was part of a broad plan to organize a Central American intelligence effort under CIA coordination to control internal dissidence, paralleling CONDECA.", 
        "id": "powels19631980", 
        "loc": "inels4", 
        "source": "Turning the Tide, Noam Chomsky", 
        "start": 1963, 
        "title": "The U.S. Builds the Paramilitary Apparatus", 
        "type": "power"
    }, 
    {
        "end": 1963, 
        "entry": "&quot;Every individual who in one or another manner supports the goals of the enemy must be considered a traitor and treated in that manner,&quot; a 1963 military manual prescribed, as the Kennedy initiatives were moving into high gear. Since the official goals of the guerrillas are social democratic, the circle of treachery targeted for terror operations is wide.\n\nIn the years that followed, the Kennedy-Yarborough strategy was developed and applied broadly in &quot;our little region over here,&quot; as the Western hemisphere was described by FDR's Secretary of War Henry Stimson when he was explaining why the US was entitled to control its own regional system while all others were to be dismantled. Violent repression spread throughout Latin America, beginning in the southern cone and reaching its awesome peak in Central America in the 1980s as the stern disciplinarian of the North responded with extreme violence to efforts by the Church and other &quot;subversives&quot; to confront a terrible legacy of misery and repression.", 
        "id": "powusa1963", 
        "loc": "usa1", 
        "source": "", 
        "start": 1963, 
        "title": "The Kennedy-Yarborough strategy ", 
        "type": "power"
    }, 
    {
        "end": 1963, 
        "entry": "In April, the opposing military factions confront each other once more, this time with airplanes and armor-plated vehicles. Army tanks destroy Naval Aviation's runways, giving rise to a lasting hostility. Out of these combats a new strongman emerges, General Juan Carlos Ongania, who presents himself as the leader of the &quot;army of the constitution and the law&quot; and says he supported the call for elections, but then returned to being strictly professional, without intervening in &quot;internal politics.&quot; But five weeks after he so clearly stated his submission to the civil authorities, Peronism is outlawed once again.", 
        "id": "powarg1963", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1963, 
        "title": "Army of the Constitution and the Law", 
        "type": "power"
    }, 
    {
        "end": 1963, 
        "entry": " In June, with barely 23 percent of the vote, the Radical Civic Union candidate Arturo Illia is elected president.", 
        "id": "redstararg1963", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1963, 
        "title": "Twenty-Three", 
        "type": "redstar"
    }, 
    {
        "end": 1964, 
        "entry": "\nOn March 31, the generals took over, with US support and plans for further action if necessary &quot;to assure success of takeover.&quot; The Generals had carried out a &quot;democratic rebellion,&quot; Gordon cabled Washington. \n<br>\n<img src=\"mapimages/brazilcoup1964.jpg\" style=\"padding:7px;column-span: all;max-width:100%;\"><br>\n<span class=\"caption\"> \nTanks on city street during <br>\nthe second day of the coup</span>\n<br>\nThe revolution was &quot;a great victory for the free world,&quot; which prevented a &quot;total loss to the West of all South American Republics&quot; and should &quot;create a greatly improved climate for private investments.&quot; &quot;The principal purpose for the Brazilian revolution,&quot; he testified before Congress two years later, &quot;was to preserve and not destroy Brazil's democracy.&quot; This democratic revolution was &quot;the single most decisive victory of freedom in the mid-twentieth century,&quot; Gordon held, &quot;one of the major turning points in world history&quot; in this period. Adolf Berle agreed that Goulart was a Castro clone who had to be removed. \nSecretary of State Dean Rusk justified US recognition for the coup regime on the grounds that &quot;the succession there occurred as foreseen by the Constitution,&quot; a statement that was not &quot;entirely accurate,&quot; Thomas Skidmore judiciously observes.", 
        "id": "powbra1964", 
        "loc": "bra3", 
        "source": "", 
        "start": 1964, 
        "title": " Creating a greatly improved climate <br>for private investments", 
        "type": "power"
    }, 
    {
        "end": 1967, 
        "entry": "Branco's regime was short but brutal. Labor unions were banned, criticism of the President became unlawful, and thousands of &quot;suspected communists&quot; (including children) were arrested and tortured. As in Paraguay, Argentina, and Bolivia, land was stolen from native Indians and their culture was destroyed. Drug dealers, many of them government officials, were given protection because they maintained &quot;national security interests&quot;. Brazil formed ties with the World Anti-Communist League and assisted General Videla in his takeover of Argentina. When Branco stepped down in 1967, he left behind a constitution with greatly increased military and executive powers, crippling Brazil's efforts to restore democracy.", 
        "id": "powbra19641967", 
        "loc": "bra4", 
        "source": "", 
        "start": 1964, 
        "title": "The First Dictator of the Dictatorship", 
        "type": "power"
    }, 
    {
        "end": 1964, 
        "entry": "In early 1964, the State Department Policy Planning Council expanded on these concerns: &quot;The primary danger we face in Castro is . . . in the impact the very existence of his regime has upon the leftist movement in many Latin American countries. . . . The simple fact is that Castro represents a successful defiance of the US, a negation of our whole hemispheric policy of almost a century and a half.&quot; To put it simply, Thomas Paterson writes, &quot;Cuba, as symbol and reality, challenged U.S. hegemony in Latin America.&quot; International terrorism and economic warfare to bring about regime change are justified not by what Cuba does, but by its &quot;very existence,&quot; its &quot;successful defiance&quot; of the proper master of the hemisphere.", 
        "id": "powcub1964", 
        "loc": "cub1", 
        "source": "", 
        "start": 1964, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1964, 
        "entry": "Remembered as &quot;The day of the martyrs;&quot; U.S. personnel silence the protesting voices against their presence and control over the Panama Canal. After students attempted to fly the Panamanian flag over the U.S.-controlled canal zone, over twenty Panamanian students are killed, 300 injured, and five hundred are arrested. ", 
        "id": "redstarpan1964", 
        "loc": "pan1", 
        "source": "", 
        "start": 1964, 
        "title": "1/9/1964", 
        "type": "redstar"
    }, 
    {
        "end": 1964, 
        "entry": "President Charles de Gaulle of France visits Argentina. Peron orders that he be received as if he were Peron himself, and demonstrations in the streets throughout the country checkmate the government. Months later, Peron attempts to return to Argentina, but, at the request of Illia's government, the Brazilian military detains his plane in Rio de Janeiro.\n", 
        "id": "redstararg1964", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1964, 
        "title": "...But Peron is Banned.", 
        "type": "redstar"
    }, 
    {
        "end": 1964, 
        "entry": "Ongania remains commander in chief of the army. From West Point, he formulates the doctrine of ideological borders and calls for intervention by the army in internal politics as an extraconstitutional watchdog. In Salta, the police break up a Marxist guerrilla detachment.", 
        "id": "powarg1964", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1964, 
        "title": "Ideological Borders", 
        "type": "power"
    }, 
    {
        "end": 1965, 
        "entry": "March 17\nThe New York Times reports 2,000 people in jail without charges\nMarch 27\nGuerrilla raid on Barracks in Rio Grande do Sul\nMay 18\nBomb found in United States Embassy\nOctober 27\nInstitutional act II: Castelo Branco dissolves political parties, increases executive power, decrees appointments of judges and indirect election of future presidents.\n", 
        "id": "powbra1965", 
        "loc": "bra5", 
        "source": "", 
        "start": 1965, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1966, 
        "entry": "1965 Lyndon Johnson sends 23,000 US troops to D.R. in response to domestic clashes between &quot;constitutionalists&quot; (supporters of left-wing Juan Bosch) and &quot;loyalists&quot; (far-right military supporters of Trujillo protege Joaquin Balaguer). A few thousand are killed. \n\n&quot;'Your announced mission is to save US lives. Your unannounced mission is to prevent the Dominican Republic from going Communist. The President has stated that he will not allow another Cuba—you areto take all necessary measures to accomplish this mission. You will be given sufficient forces to do the job.'&quot; - General Wheeler\n\nIn an effort to minimize controversy over the invasion, the President's staff determined that it was best to omit from public statements that the casus belli was a Communist threat. Ambassador Adlai Stevenson argued that the President should not go beyond the need to protect American lives in explaining his decision. To present it as an &quot;…intervention 'to restore order' and prevent a Communist victory&quot; would most likely be condemned throughout the hemisphere as a return to gunboat diplomacy.\n\nThe word went forward that the U.S. was simply conducting operations to protect Americans. However, as reporters started to cover the story, they became aware of the real reason behind the conflict. &quot;When the reporters went aboard the [USS] Boxer to be briefed by Dare, the commodore told them that marines would stay ashore as long as necessary to 'keep this a non-Communist government.'&quot; The decision to cover-up the truth resulted in the media's distrust of the administration for the rest of the crisis. There has also been speculation that it was this breaking of trust that caused the media to report on Vietnam so aggressively. \nAfter the invasion, US-backed Balaguer will dominate Dominican politics for the next 35 years.", 
        "id": "powdomrep19651966", 
        "loc": "domrep1", 
        "source": "", 
        "start": 1965, 
        "title": "Operation Limpieza", 
        "type": "power"
    }, 
    {
        "end": 1969, 
        "entry": "The US establishes the &quot;Office of Public Safety&quot; in Montevideo. The OPS trained and armed Uruguayan police to combat the Tupumaros/MLM revolutionary forces. Torture expert Dan Mitrione comes to the OPS in 1969 and is credited with making torture &quot;routine&quot; in Uruguay.", 
        "id": "powuru19651969", 
        "loc": "uru1", 
        "source": " ", 
        "start": 1965, 
        "title": "&quot;Routine&quot; Torture", 
        "type": "power"
    }, 
    {
        "end": 1965, 
        "entry": "The Peronists achieve good results in all the elections they are permitted to participate in, which makes them the foreseeable victors of the following year's elections in the province of Buenos Aires.", 
        "id": "redstararg1965", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1965, 
        "title": "Foreseeable Victors", 
        "type": "redstar"
    }, 
    {
        "end": 1966, 
        "entry": "\n<p class=\"headline \">\nFebruary 5", 
        "id": "powbra1966", 
        "loc": "bra6", 
        "source": "", 
        "start": 1966, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1966, 
        "entry": "\n<!-- Pagination DIV for Demo 3 -->\n\n<div id=\"galleryalt\" class=\"paginationstyle\" style=\"width: 500px; text-align: left\">\n<a href=\"#\" rel=\"previous\">&lt;</a> <span class=\"flatview\"></span> <a href=\"#\" rel=\"next\">&gt; </a>\n<div style=\"width: 750px; height: 570px; border: 0px dashed gray; padding: 10px;\">\n\n<div class=\"virtualpage3 hidepiece columns\">\nIn December 1965, US security advisor John Longan arrived in Guatemala City to restore stability. Hoping to professionalize Guatemala's intelligence system, Longan and other American advisors centralized the operations of the police and military, training them to gather, analyze and act on intelligence in a coordinated and rapid manner. Longan identified a need for &quot;fundamental elementary work in organization, coordination, and basic police activity.&quot; On December 5, he held the first in a series of workshops with the heads of the Judicial and National Police, military officers, including Colonel Rafael Arriaga Bosque, and two other US public safety advisors. Longan laid out plans for combined &quot;overt&quot; and &quot;covert&quot; operations collectively called &quot;Operacion Limpieza&quot; - Operation Cleanup. In the overt phase of the operation, the &quot;Army, the Judicial Police, and the National Police&quot; would carry out sweeps in &quot;suspect areas in hope that some criminal or subversive elements could be caught in net and lead to further openings.&quot; Longan instructed the officers in a maneuver dubbed the &quot;frozen area plan,&quot; which entailed the cordoning off a four block radius, establishing an outer perimeter, and searching the secured area for subversives and information. On the covert side, Longan recommended the creation of a small &quot;action unit to mastermind campaign against terrorists which would have access to all information from law enforcement agencies. . . .&quot; A team of &quot;trusted investigators&quot; would work from a &quot;special room to be called 'The Box,'&quot; a 24-hour nerve center equipped with telecommunications and electronic surveillance equipment staffed by military colonels and captains and located at Matamoros, the military's general headquarters in downtown Guatemala City. Responsibility for the full operation, including command of &quot;The Box,&quot; was given to Arriaga Bosque, the commanding officer of Matamoros. The overt and covert sides of the proposed operation complemented each other. Intelligence picked up from wide sweeps using the frozen area plan was to be sent to 'The Box' to be analyzed and deployed in more focused clandestine raids, which in turn would provide information for larger dragnets.\n<br>\nEquipped with state of the art telecommunications and surveillance equipment and operating out of military headquarters, Arriaga began to carry out widespread raids. By the end of February, eighty operations—and a number of extrajudicial executions—had taken place. Then between March 3 and March 5, Operacion Limpieza netted its largest catch. On March 2, the military and police picked up three guerrilla leaders. On the third, the police captured Leonardo Leonardo Castillo Flores, who headed the national peasant union under Arbenz, and three \n\n</div>\n\n\n\n<div class=\"virtualpage3 hidepiece columns\">\nother PGT-FAR members on the south coast. The next day, the fourth, special security officers from Guatemala City arrived to interrogate the prisoners, which according to a CIA document apparently yielded information on Guatemala City safe houses. The following day, the police and military detained a number of PGT leaders, including Victor Manuel Gutierrez - the head of the national labor union under Arbenz. <img src=\"http://hiaw.org/defcon2/mapimages/victormanuelgutierrez.jpg\">By March 5, security forces had captured scores of members of the PGT, FAR, and MR-13 (a Trotskist split from the FAR) in coordinated operations throughout the country, including the capital and the southern coast. The oft stated US goal of effective use of intelligence and coordinated operations between police and military and between the countryside and the city was now a reality.\n<br>\nJudicial Police took Gutierrez to their downtown headquarters, where they submitted him to a torture dubbed la capucha. They covered his head with cowl and shocked him with electric currents, which according to one witness quickly proved too much for Gutierrez, who suffered from a frail heart. Security forces transferred most of the rest of those captured in Guatemala City to the Matamoros military base, where 'The Box' was located. They were interrogated, tortured, executed, and their bodies placed in sacks and dropped into the Pacific. Years later, Longan recalled that some of their remains washed back onto shore. The exact number is not known, but, along with Castillo Flores and Gutierrez, the police and military murdered at least thirty people over the course of four days. In July, a defector from the national police told the newspaper El Grafico that execution orders came from Arriaga Bosque, the man in charge of the new US &quot;action unit.&quot; US embassy officials admitted that the killings were carried out under the auspices of Operacion Limpieza. The embassy's March progress report, which enumerated its paragraphs, stated in paragraph number four that the Guatemalan government scored &quot;a considerable success when they captured a number of leading Communists, including Victor Manuel Gutierrez [and] Leonardo Castillo Flores.&quot; Paragraph twenty-three then matter-of-factly noted that the police &quot;have conducted 80 raids during the past month using the 'frozen area plan'. The raids have been productive in apprehensions (see paragraph 4).&quot; Despite pleas from Guatemala's archbishop and over 500 petitions of habeas corpus filed by relatives, the government and the American Embassy remained silent about the fate of the executed.\n</div>\n\n\n\n<p class=\"source\">Greg Grandin", 
        "id": "powguat1966", 
        "loc": "gua1", 
        "source": "Greg Grandin", 
        "start": 1966, 
        "title": "John Langan In Guatemala", 
        "type": "power"
    }, 
    {
        "end": 1966, 
        "entry": "On June 28, prior to the provincial elections in Buenos Aires, a military junta overthrows Illia, imposes a Revolutionary Statute that is superior to the Constitution, and installs Ongania in the presidency. The Congress and the Supreme Court are dissolved and all political and labor union activity is banned.", 
        "id": "powarg1966", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1966, 
        "title": "Installed, Dissolved, Banned", 
        "type": "power"
    }, 
    {
        "end": 1966, 
        "entry": "The clerical organization Opus Dei participates in the national cabinet to a significant degree, and Cardinal Antonio Caggiano, pictured, who is also a military bishop, signs Ongania's decree of assumption to the presidency and participates in all the official ceremonies. Ongania and a group of prominent generals go on spiritual retreats where they undergo the influence of the Catholic fundamentalist groups Verbe and La Cite Catholique, both of which originated in France.", 
        "id": "cultarg1966", 
        "loc": "arg2", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1966, 
        "title": "Spiritual Retreat<img src=\"mapimages/antoniocaggiano.gif\">", 
        "type": "culture"
    }, 
    {
        "end": 1967, 
        "entry": "1967 Che Guevera is captured by CIA and U.S.-trained Bolivian Rangers on October 8 and executed the next day. ", 
        "id": "powbol1967", 
        "loc": "bol1", 
        "source": "", 
        "start": 1967, 
        "title": "Capture and Murder of Che Guevara", 
        "type": "power"
    }, 
    {
        "end": 1968, 
        "entry": "The Nueva Trova movement of Cuban songwriters influences Latin American music for the next decade. Mostly performed with acoustic guitars and radical lyrics, the most famous exponent is Silvio Rodriguez, alongside other luminaries like Pablo Milanes. In Chile, the Nueva Cancion movement begins around the same time, led by Victor Jara, Violeta Parra, and both movements heavily influence each other and other musicians throughout the continent.", 
        "id": "cultcub19671968", 
        "loc": "cub1", 
        "source": "", 
        "start": 1967, 
        "title": "The New Ballad", 
        "type": "culture"
    }, 
    {
        "end": 1973, 
        "entry": "\n\n\n\nIn 1969, Fernando Ezequiel Solanas (b. Buenos Aires, 1936), in collaboration with other Argentine filmmakers, filmed a chapter of Argentina, mayo de 1969: los caminos de la liberación. The film has never been restored in its entirety, and few have seen it. Nevertheless, it remains a legendary testimony to collective political unrest, particularly influential for its promotion of cinema as a new vehicle of protest against a ruling regime.\nSolanas’ filmic inspirations were not exclusively cinematic: his earlier studies in literature, music, dance and law led him to pursue theater arts at the Conservatory of Dramatic Arts (Conservatorio de Arte Dramático), where cinema would eventually seduce him. His career in cinema began at age 26, with the filming of Seguir andando (1962). Another short film, Reflexión ciudadana (1963), followed a year later. \nLike his friend Octavio Getino, Solanas was a Peronist, and in 1968 the two men directed the most influential political documentary of the era: La hora de los hornos: Notas y testimonios sobre el neocolonialismo, la violencia y la liberación. Divided into three parts, the 255-minute documentary managed to be many things at once: instrument of leftist political and social protest; manifesto; educational cinematic debate; essay of cultural interpretation of Latin America in general and of Argentina in particular; a filmic collage, collecting and juxtaposing fragments from other films of the period; active artifact in the democratization of images; unofficial history. It was also the most controversial film of the 1960s.  \n<br>\nSolanas and Getino also founded the Grupo Cine Liberación and developed the theory of “Third Cinema”: a cinema that is neither commercial nor authorial, emerging instead from the public at large. Meanwhile, the two kept in close contact with Juan Domingo Perón during his exile in Madrid (1955-1974), following his removal from power in the so-called Liberating Revolution (Revolución Libertadora). The relationship resulted in their 1971 film, Perón: Actualización política y doctrinaria para la toma del poder. \n<br>\nSolanas’ second full-length film, Los hijos de Fierro (1972), appropriated a well-known literary character in order to experiment with combining scenes of fiction and documentary. This innovation achieves an extremely personal reading of Martín Fierro, the classic “gauchesco” poem of 1872. Adding to the film’s unique ambition, much of the dialogue is written in the same octosyllabic meter as José Hernández’s poem. Given the poem’s fundamental role in Argentine culture, it becomes a poignant frame of reference and brilliant backdrop for a complex film that oscillates between epic and lyric, realist and mythic, allowing the poem’s “characters” and scenarios to articulate a political allegory of the 1970s in Argentina.  \nIn 1975, the military executed another coup d’etat in Argentina. The following year, Solanas went into exile. \n\n\n\n\n\n\n\n\n\n<font style=\"display:none\">\n\n\n\n\nGrupo Cine Liberacion, Fernando Solanas and Octavio Getino, Cine Base Formed (1973), letters from Peron</font>", 
        "id": "cultarg19671973", 
        "loc": "arg22", 
        "source": "", 
        "start": 1967, 
        "title": "&quot;In this long war, with the camera as our rifle, we do in fact move into a guerrilla activity.&quot;", 
        "type": "culture"
    }, 
    {
        "end": 1968, 
        "entry": "At the beginning of [the twentieth century] 230 tribes survived in Brazil; since then ninety have disappeared, erased from the planet by firearms and microbes. Violence and disease, the advance guard of civilization: for the Indian, contact with the white man continues to be contact with death. Every legal dispensation since 1537 meant to protect Brazil's Indians has been turned against them. Under every Brazilian constitution they are &quot;the original and natural masters&quot; of the land they occupy, but the richer that virgin land proves to be, the greater the threat hanging over their lives. Nature's very generosity makes them targets of plunder and crime. Indian hunting has become ferocious in recent years; the world's greatest forest, a huge tropical zone open to legend and adventure, has inspired a new &quot;American dream.&quot; Men and business enterprises from the United States, a new procession of conquistadores, have poured into Amazonia as if it were another Far West. This U.S. invasion has inflamed the avarice of Brazilian adventurers as never before. The Indians die out leaving no trace, and the land is sold for dollars to the new interested parties. Gold and other plentiful minerals, timber and rubber, riches whose commercial value the Indians are not even aware of, recur in the reports of each of the few investigations that have been made. It is known that the Indians have been machine-gunned from helicopters and light airplanes and inoculated with smallpox virus, that dynamite has been tossed into their villages, and that they have been given gifts of sugar mixed with strychnine and salt mixed with arsenic. The director of the Indian Protection Service, named by the Castelo Branco dictatorship to clean up its administration, was himself accused, with proof, of committing forty-two different kinds of crimes against the Indians. That scandal broke in 1968.", 
        "id": "indbra1968", 
        "loc": "bra8", 
        "source": "Open Veins of Latin America, Galeano", 
        "start": 1968, 
        "title": "The Indians and the Land", 
        "type": "ind"
    }, 
    {
        "end": 1968, 
        "entry": "The Night of Tlatelolco. Students from UNAM and workers in repressed trade unions spent much of the summer demonstrating against police assaults on the autonomy of school campuses, and the general state of repression under the PRI's single party rule. In the beginning of August (during the Mexican school year), tens of thousands of colleged students undertook a notably non-violent march and began an occupation of the university. During massive marches in mid-September, the President sent troops in to violently break up the students' control of the campus and other parts of the city. During the military attacks on the occupation of the Polytechnic campuses on September 23rd, students put up resistance and were fired upon. Fifteen were killed. A demonstration was held on October 2nd in the Plaza de las Tres Culturas, ten days before the city was to host the 1968 Olympics. Thousands of soldiers and hundreds of armored trucks and tanks surrounded the students. From hundreds and up to a thousand were gunned down.\n<br>\nThe repression convinces many activists to carry their struggle underground. Over the next decade, over two dozen urban guerilla groups develop through-out Mexico. The most active guerilla activity is between 1971 and 1975. Most movements disintegrate under brutal repression and a dirty war, which leave over hundreds of activists &quot;disappeared&quot; and over 1,000 dead.\n<br>\n An investigation completed in 2001 declared that the army's claim that students fired first from nearby apartments was false, and that it had been Presidential Guard agents who are begun firing at the soldiers to serve as the impetus for the massacre. In 2003, a series of Freedom of Information Act releases proved there was some United States complicity in the overall repression. The day is now remembered in Mexico City as the National Day of Mourning. ", 
        "id": "powmex1968", 
        "loc": "mex1", 
        "source": "", 
        "start": 1968, 
        "title": "Killing the Students", 
        "type": "power"
    }, 
    {
        "end": 1971, 
        "entry": "The forces of the National Action Vanguard and others engage an urban guerrilla war against the new military regime of Omar Torrijos. They are mostly defeated, with some killed or captured, while others flee to Mexico. Some remain to organize underground resistance.", 
        "id": "redstarpan19681971", 
        "loc": "pan1", 
        "source": "", 
        "start": 1968, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1968, 
        "entry": "Peruvian Theologian Gustavo Gutierrez calls for a &quot;Theology of Liberation&quot;. He goes on to write  A Theology of Liberation: History, Politics, Salvation (1971). He later writes: <i>&quot;But the poor person does not exist as an inescapable fact of destiny. His or her existence is not politically neutral, and it is not ethically innocent. The poor are a by-product of the system in which we live and for which we are responsible. They are marginalized by our social and cultural world. They are the oppressed, exploited proletariat, robbed of the fruit of their labor and despoiled of their humanity. Hence the poverty of the poor is not a call to generous relief action, but a demand that we go and build a different social order.&quot;\n</i>\n", 
        "id": "cultper1968", 
        "loc": "per1", 
        "source": "", 
        "start": 1968, 
        "title": "A Compelling Obligation", 
        "type": "culture"
    }, 
    {
        "end": 1968, 
        "entry": "A detachment of half a dozen guerrillas, members of the Peronist Armed Forces, is routed in the province of Tucuman.", 
        "id": "redstararg1968", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1968, 
        "title": "A Harbinger", 
        "type": "redstar"
    }, 
    {
        "end": 1968, 
        "entry": "<iframe width=\"420\" height=\"315\" src=\"http://www.youtube-nocookie.com/embed/1BoBcj24-JI\" frameborder=\"0\" allowfullscreen style=\"float:right;padding:10px\"></iframe>\n\n\nThe revolutionary film <i>La Hora de los Hornos</i> (The Hour of the Furnaces) is released. \n<br>\nIn 1965 Fernando Solanas and Octavio Getino began working together on a documentary-based film to bear testimony to Argentina's reality. They embarked on a process of collecting archive material—newsreels—and recording testimonies of militants of the so-called Peronist Resistance (a period of popular struggles beginning with Peron's fall in 1955), of intellectuals and university leaders. This search made the filmmakers travel all over the country and was reflected in the film's subtitle, 'Notes and Testimonies on Neocolonialism, Violence and Liberation'.\n<br>\nThroughout this process (from late 1965 to mid-1968), the directors gradually modified their original proposal and part of their ideas. They incorporated the revisionist view of history and a look on the Peronist working class as the main subject of Argentina's revolutionary transformation. They experienced, as well as many other intellectuals in those years, a journey from the traditional left into a national left. With a new military regime coming to power in 1966, because of the film's adhesion to proscribed Peronism and in particular to its most radicalised wing, its revolutionary proposals and the will to inscribe it into the struggles for social change, they had to resort to an alternative exhibition circuit.\n<br>\nThe formal organisation of La Hora de los Hornos is inextricably linked to these objectives. Its total running time of four hours 15 minutes is structured into three parts, each with a different formal treatment, theme and even objective. The first section, 'Neocolonialism and Violence', was conceived as an essay film, which discusses the neocolonial nature of Argentine and Latin American dependency through 13 chapters. The second part, 'Act for Liberation', is divided in two, reflecting specific time periods: Chronicle of Peronism and Chronicle of Resistance. Conceived as a film act and dedicated to the 'Peronist proletarians', these two chronicles respectively deal with an analysis of the ten years of Peronism in power (1946-55) and a critical reconstruction of the ensuing struggles (1956-66). The third part, 'Violence and Liberation', dedicated to 'the new man who is being born out of this liberation war', presents itself as a study on the meaning of violence. (<i>The entire film can be found online</i>)\n\n\n\n\n\n<p class=\"entry columns3\" style=\"font-size:x-small;background-color:#E8E8E8;padding:10px;\">\n&quot;Guerrilla film-making proletarianises the film worker and breaks down the intellectual aristocracy that the bourgeoisie grants to its followers. In a word, it democratises. The film-maker's tie with reality makes him more a part of his people. Vanguard layers and even masses participate collectively in the work when they realise that it is the continuity of their daily struggle. La hora de los hornos shows how a film can be made in hostile circumstances when it has the support and collaboration of militants and cadres from the people.\n<br>\n&quot;The revolutionary film-maker acts with a radically new vision of the role of the producer, team-work, tools, details, etc. Above all, he supplies himself at all levels in order to produce his films, he equips himself at all levels, he learns how to handle the manifold techniques of his craft. His most valuable possessions are the tools of his trade, which form part and parcel of his need to communicate. The camera is the inexhaustible expropriator of image-weapons; the projector, a gun that can shoot 24 frames per second.&quot; —Directors Fernando Solanas and Octavio Getino &quot;Towards a Third Cinema&quot;\n", 
        "id": "cultarg1968", 
        "loc": "arg1", 
        "source": "", 
        "start": 1968, 
        "title": "Todo Espectador Es Un Cobarde O Un Traidor<br>\n<i>Every Spectator is a Coward or a Traitor</i>\n", 
        "type": "culture"
    }, 
    {
        "end": 1969, 
        "entry": "Military ruler Juan Carlos Ongania instituted a wave of repression against leftists and unions by the DIPA secret police, cut union rights and rolled back labor gains. Simultaneous with the Rosariazo, columns of workers and students occupy Cordoba, with strikes and factory occupations erupting alongside demonstrations by students. The police are overwhelmed, and the army intervenes and fires into the crowd in order to regain control of the city; the army shut down the independent unions, raided their offices and arrested their leaders.<br>\nThat same day, an unknown guerrilla commando kills Augusto Vandor, leader of the metallurgical workers, who is denounced as a paradigm of the alliance between the Peronist union bureaucracy and the military establishment.", 
        "id": "powarg1969", 
        "loc": "arg1", 
        "source": "", 
        "start": 1969, 
        "title": "Cordobazo", 
        "type": "power"
    }, 
    {
        "end": 1969, 
        "entry": "Rosariazo. Protests in Rosario over food prices were repressed and High School student Luis Blanco was killed by police. Protests widened in the region throughout May, including unionists and priests, and they began lashing out against de facto ruler General Juan Carlos Ongania. The momentum died down, but demonstrations sprang back up in September, both against the history of repression, and in response to attacks on the railroad workers. Factories were occupied, and a regional general strike shut down most of the industry. Ongania ordered violent repression, and hundreds were slain. A military coup deposed him the next year.", 
        "id": "redstararg1969", 
        "loc": "arg12", 
        "source": "", 
        "start": 1969, 
        "title": "Rosariazo", 
        "type": "redstar"
    }, 
    {
        "end": 1969, 
        "entry": " Amid the commotion caused by both episodes, Nelson Rockefeller arrives in Argentina as part of his mission through Latin America. In the     report he sends to President Nixon, he describes a growing Communist threat, praises the role of the armed forces, and recommends strengthening the continent's police forces as the first line of combat.", 
        "id": "powarg1969b", 
        "loc": "arg2", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1969, 
        "title": "Praise", 
        "type": "power"
    }, 
    {
        "end": 1969, 
        "entry": "Ongania announces a procession to the sanctuary of Lujan in order to consecrate Argentina to the heart of the Virgin Mary. But the Catholic Church is divided: under the auspices of the Second Vatican Council and the meeting of the Latin American Catholic Church in Medellin, many Bishops and priests defend the so-called choice for the poor, justify a violent response to oppression, and support a dialogue between Catholics and Marxists. All the conditions for a militarization of politics are present.", 
        "id": "cultarg1969", 
        "loc": "arg3", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1969, 
        "title": "The Conditions are Present", 
        "type": "culture"
    }, 
    {
        "end": 1969, 
        "entry": "Towards a Third Cinema Published (1969)", 
        "id": "cultarg1969b", 
        "loc": "arg13", 
        "source": "", 
        "start": 1969, 
        "title": "&quot;The battle begins without, against the enemy who attacks us, but also within, against the ideas and models of the enemy to be found inside each one of us.&quot;", 
        "type": "culture"
    }, 
    {
        "end": 1969, 
        "entry": "Ya es tiempo de violencia (Now is the Time for Violence)", 
        "id": "cultarg1969a", 
        "loc": "arg14", 
        "source": "", 
        "start": 1969, 
        "title": "Now Is The Time For Violence", 
        "type": "culture"
    }, 
    {
        "end": 1970, 
        "entry": "The United States was the &quot;regime's most reliable ally,&quot; Thomas Skidmore observes in the most comprehensive scholarly study of what came next. US aid &quot;saved the day&quot; for the ruling Generals; the process also &quot;turned the U.S. into a kind of unilateral IMF, overseeing every aspect of Brazilian economic policy.&quot; &quot;In almost every Brazilian office involved in administering unpopular tax, wage, or price decisions, there was the ubiquitous American adviser,&quot; the new US Ambassador discovered in 1966. Once again, the US was well-positioned to use Brazil as a &quot;testing area for modern scientific methods of industrial development&quot; (Haines), and therefore has every right to take credit for what ensued. Under US guidance, Brazil pursued orthodox neoliberal policies, &quot;doing everything right&quot; by monetarist criteria, and &quot;strengthening the market economy&quot; (Skidmore). The &quot;economic miracle&quot; proceeded in parallel with the entrenchment of the fascist National Security State, not accidentally; a regime that could not wield the knout could hardly have carried out measures with such a deleterious impact on the population. <br>\nThe President announced in 1970 that repression would be &quot;harsh and implacable,&quot; with no rights for &quot;pseudo-Brazilians.&quot; Torture became &quot;a grisly ritual, a calculated onslaught against body and soul,&quot; Skidmore writes, with such specialties as torture of children and gang rape of wives before the family. The &quot;orgy of torture&quot; provided &quot;a stark warning&quot; to anyone with the wrong thoughts. It was a &quot;powerful instrument,&quot; that &quot;made it even easier for Delfim and his technocrats to avoid public debate over fundamental economic and social priorities&quot; while they &quot;preached the virtues of the free market.&quot; The resumption of high economic growth, by these means, made Brazil &quot;again attractive to foreign private investors,&quot; who took over substantial parts of the economy. By the late 1970s, &quot;The industries dominated by local capital in Brazil [were] the same industries where small businesses flourish in the United States&quot;; multinationals and their local associates dominated the more profitable growth areas, though with the changes in the global economy, about 60 percent of foreign capital was then non-US (Peter Evans). ", 
        "id": "econbra1970", 
        "loc": "bra1", 
        "source": "Year 501", 
        "start": 1970, 
        "title": "Business and Torture", 
        "type": "economy"
    }, 
    {
        "end": 1971, 
        "entry": "In July, 1971, Norman Gall alleged that in the post-1965 era, the number of political murders in the Dominican Republic exceeded that of any comparable period under the monstrous Trujillo. Gall noted further that The Santo Domingo newspaper El Nacional last December 30 filled a page and a half of newsprint with the details of 186 political murders and thirty disappearances during 1970. The Dominican terror resembles the current wave of political killings in Guatemala...in that the paramilitary death squads are organized by the armed forces and police, which in both cases over the years have been given heavy U.S. material and advisory support. The Wall Street Journal reported on September 9, 1971 that &quot;the conservative Catholic Church hierarchy has condemned the 'institutionalization' of terror.&quot; The Journal also claimed that the opinion was widespread in the Dominican Republic that the United States was behind the paramilitary death squads. Whether or not this specific allegation was true, the Journal observed that &quot;the embassy has done nothing publicly to dissociate itself from the terror. The U.S. continues to provide substantial aid, training, equipment, and arms, to the Dominican police and army.&quot;", 
        "id": "massacredomrep19701971", 
        "loc": "domrep1", 
        "source": "Chomsky", 
        "start": 1970, 
        "title": "The Institutionalization of Terror", 
        "type": "massacre"
    }, 
    {
        "end": 1973, 
        "entry": "Pressure for land precipitates organized local revolts against indigenous caciques aligned with the PRI. Over the next two decades 50,000 Indians are expelled from their communities for resisting local power structures, with many settling around large cities or in the Lancandon Jungle. ", 
        "id": "indmex19701973", 
        "loc": "mex23", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1970, 
        "title": "50,000 Expelled", 
        "type": "ind"
    }, 
    {
        "end": 1970, 
        "entry": "A commando from the new organization known as the Montoneros, which takes its name from the irregular parties of gauchos who resisted pro-British liberalism during the nineteenth century, kidnaps former dictator Aramburu on May 29. The Montoneros' members emerged from the group known as Catholic Action and participated in social work camps led by priests in the country's poorest regions. The Montoneros combine personal attacks against members of the military and union leaders with community work among the poor and political organizing of the Peronist Youth. After a mock trial for the 1956 shootings, Aramburu is killed in a cellar, and his corpse is submerged in quicklime. From his exile in Madrid, Peron approves of the deed and congratulates the Montoneros, whose first communication commends Aramburu's soul to God.\n", 
        "id": "redstararg1970a", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1970, 
        "title": "Quicklime", 
        "type": ""
    }, 
    {
        "end": 1970, 
        "entry": "\nSmall Marxist guerrilla organizations known as the &quot;People's Revolutionary army&quot; (ERP) and the &quot;Revolutionary Armed Forces&quot; (FAR) also begin to take action. Both groups are inspired by the Cuban, Chinese, and Vietnamese experiences, but while the ERP remains faithful to Marxist orthodoxy, the FAR begins a process of approximating itself to the mass movement of Peronism.", 
        "id": "redstararg1970b", 
        "loc": "arg3", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1970, 
        "title": "Marxist Orthodoxy, Peronist Populism", 
        "type": "redstar"
    }, 
    {
        "end": 1970, 
        "entry": "Ongania is overthrown by the army, which puts in his place the military attache in Washington, General Roberto Levingston, a counterinsurgency specialist.  Massive demonstrations to protest the socioeconomic situation and demand a new political beginning take place across the country, which becomes ungovernable by the military. While the Peronist trade unions are negotiating agreements with the government, a resistance against the military dictatorship is organized by grass roots union leaders, the Montoneros, and the Peronist Youth. The same fracture that had split the Church is now dividing Peronism. Peron says he must act as &quot;&quot;The Holy Father&quot;&quot; and give his blessing to all the conflicting sectors. \n\n", 
        "id": "powarg1970", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1970, 
        "title": "Upheaval", 
        "type": "power"
    }, 
    {
        "end": 1971, 
        "entry": "The CIA in near daily contact with military. The station collecting the kind of information that would be essential for a military dictatorship after a coup: lists of civilians to be arrested, those to be protected and government installations occupied at once.\nThe lists include nearly 20,000 middle-level leaders of people's organizations, scheduled to be assassinated from the morning of the coup on. The list of some 3,000 high-level directors to be arrested. Lists detailed: name, address, age, profession, marital status, and closest personal friends. From late June on, plotters began to finalize lists of extremists, political leaders, Marxist journalists, agents of international communism, and any and all persons participating with any vigor in neighborhood, communal, union, or national organization. The Pentagon had been asked to get the CIA to give the Chilean army lists of Chileans linked to socialist countries. Names sorted into two groups: persons not publicly known but who important in leftist organizations; and, well-known people in important positions. 20,000 in first group and 3,000 in second. Second group to be jailed, the first to be killed.", 
        "id": "powchi1971", 
        "loc": "chi1", 
        "source": "", 
        "start": 1971, 
        "title": "The Lists", 
        "type": "power"
    }, 
    {
        "end": 1971, 
        "entry": "On the Andean slopes near Bogota the Indian peon still must give a day's work without pay to get the hacendado's permission to farm his own plot on moonlit nights.", 
        "id": "econcol1971", 
        "loc": "col1", 
        "source": "Open Veins of Latin America, Eduardo Galeano", 
        "start": 1971, 
        "title": "Permission", 
        "type": "economy"
    }, 
    {
        "end": 1976, 
        "entry": "A fourth characteristic of the Dominican Republic model, related to the preceding, is effective government pacification of the labor force, a crucial requirement for an appropriate &quot;climate of investment.&quot; As noted above, the systematic police terror since 1965 has returned the large urban proletariat and sub-proletariat to the desired state of passivity, and the countryside has been more easily kept in line by periodic violence and threats. The Dominican Republic advertisement section in the New York Times of January 28, 1973, has a heading entitled &quot;Industrialists Dream of Chances Like These,&quot; featuring the low, low wage rates, running between 25 and 50 cents an hour. The ad stresses the role of the law in fixing hours and wages and allowing the free import of foreign technicians. There is no mention of any trade unions, but employers will properly read between the lines that unions have been broken and pacified (with the assistance of George Meany and the AFL-CIO). Of special interest is the regular use of government troops and police to break up independent unions. The agricultural union Sindicato Unido, which operated the fields now owned by G &amp; W was broken by police action in 1966 and 1967, and a number of its leaders, including the union lawyer Guido Gil were arrested and killed by the forces of law and order. \n<br>Another major foreign enterprise, Falconbridge Nickel, also successfully broke a union with army and police assistance in 1970. A Wall Street Journal report of September 9, 1971 states that &quot;when a union attempted to organize construction workers at a foreign-owned ferronickel mill project last year, Mr. Balaguer sent in the army to help straighten things out. While the soldiers kept order, the contractors fired 32 allegedly leftist leaders...The strike was broken in eight days.&quot; Matters had not changed much in the mid-70s. An ad hoc human rights group that visited the Dominican Republic in 1975 reported that &quot;working people have been prevented by nearly every conceivable means from forming and joining trade union organizations.&quot; A union organizing effort in the G &amp; W free trade zone in the mid-1970s was broken with the help of the police in arresting, jailing, and deporting labor organizers, and with the use of &quot;troops in full combat gear armed with submachine guns&quot; to break up organizing meetings. Flannery states that:\n<i>\n&quot;Officials of the Dominican labor ministry told organizers that—contrary to the paper guarantees of the republic's laws—workers would not be allowed to form a union in the industrial free zone.&quot;\n</i>\nOn the matter of labor unions, the 1977 State Department Human Rights Report has the following &quot;information&quot;: \n<i>\n&quot;Labor unions are permitted to function and numerous labor unions exist including some associated with opposition parties, but under some government controls.&quot;</i> That exhausts that topic.\n\n<br>In containing unions and rendering them docile the Dominican elite has had the steadfast support of the top echelons of the AFL-CIO, which has long cooperated closely with the CIA and international business firms in this unsavory operation. Its arm CONATRAL actually helped destroy the pro-labor Bosch regime in 1963 and has steadily supported its totalitarian and anti-labor successors.&quot;' Presumably their blind hatred of Communism and radicalism in general has led Meany and his close followers to sell out systematically the interests of labor in the Dominican Republic and in other U. S. satellites. \n<br>Meany and some other labor bosses actually have a more direct interest in the pacification of labor in the Dominican Republic. Meany, his number two man Lane Kirkland, Alexander Barkan, director of COPE, the AFL-CIO political arm, and Edward J. Carlough, president of the sheet metal workers, all are stockholders in the 15,000 acre Punta Cana resort and plantation in the Dominican Republic. In order to clear the ground for this enterprise designed for the Beautiful People a large numbers of squatters were evicted by the army.", 
        "id": "econdomrep19711976", 
        "loc": "domrep1", 
        "source": "Chomsky", 
        "start": 1971, 
        "title": "Evictions, Broken Strikes, Soldiers, and the AFL-CIO", 
        "type": "economy"
    }, 
    {
        "end": 1971, 
        "entry": "The chief of the army, General Alejandro Lanusse, deposes Levingston, assumes the presidency, and calls elections in which, for the first time, the Peronists are permitted to participate. His idea is to strip the guerrillas of their most powerful rallying point and isolate them politically and socially, given the difficulty of suppressing them by force. ", 
        "id": "powarg1971", 
        "loc": "arg2", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1971, 
        "title": "Their Most Powerful Rallying Point", 
        "type": "power"
    }, 
    {
        "end": 1972, 
        "entry": "With the help of the Catholic Church, the military had been keeping Evita's embalmed body hidden in a cemetery in Italy; as a gesture of goodwill, Lanusse now returns it to Peron in Madrid. Lanusse passes a law establishing that only those who were residing in the country before August are eligible to be candidates in the upcoming elections and challenges Peron during a meeting of the top ranks of the military: &quot;I don't think he has the guts to come back.&quot; Peron returns to Argentina in November, acclaimed by mass demonstrations of hundreds of thousands of people. Since the deadline has passed and he is ineligible to be a candidate, he designates his personal representative, Hector J. Campora, to run for the presidency and returns to Madrid. The campaign's central buzz word is &quot;Campora to the government, Peron to power,&quot; and the slogan &quot;FAR and the Montoneros are our companions&quot; is chanted at every Peronist rally, which infuriates the military.", 
        "id": "redstararg1972", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1972, 
        "title": "The Corpse is Back", 
        "type": "redstar"
    }, 
    {
        "end": 1972, 
        "entry": "On August 22, after faking an escape attempt, the navy executes a dozen guerrillas imprisoned at its base in Trelew. Their bodies are laid out in the central headquarters of the Justicialista Party, but its doors are broken down by the police, who take away the coffins in order to keep the bodies from being autopsied.", 
        "id": "powarg1972", 
        "loc": "arg3", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1972, 
        "title": "No Autopsies", 
        "type": "power"
    }, 
    {
        "end": 1973, 
        "entry": "CIA-backed coup ousts and murders elected marxist president. \n\nDuring the fighting, the military demanded that President allende surrender, and made a perfunctory offer to fly him and his family out of the country. In a now famous audiotape of General Pinochet issuing instructions to his troops via radio communications on September 11, he is heard to laugh and sweat &quot;that plane will never land.&quot; Forecasting the savagery of his regime, Pincohet added: &quot; Kill the bitch and you eliminate the litter.&quot; Salvador Allende was found dead from gunshot wounds in his inner office around 2:00 p.m. At 2:300 p.m., the armed forces radio network broadcast an announcement that La Moneda had &quot;surrendered&quot; and that the enitre country was under military control.\n\nThousands are rounded up into a sports stadium and massacred. Ironically, the terrorist coup is on September 11. ", 
        "id": "powchi1973", 
        "loc": "chi2", 
        "source": "The Pinochet File", 
        "start": 1973, 
        "title": "9/11/1973", 
        "type": "power"
    }, 
    {
        "end": 1973, 
        "entry": "After the coup d'etat by Juan Maria Bordaberry and the army, the left wing labor union federations called a general strike, and some of the more militant unions occupied their workplaces. Within two weeks, most of the union leaders were killed, detained or exiled.", 
        "id": "powuru1973", 
        "loc": "uru1", 
        "source": "", 
        "start": 1973, 
        "title": "Huelga General de 1973", 
        "type": "power"
    }, 
    {
        "end": 1973, 
        "entry": "Campora is elected president on March 11. For his swearing-in ceremony on May 25, he invites Chilean President Salvador Allende and the Cuban Osvaldo Dorticos. His first decision is to free all the imprisoned guerrillas; this is unanimously approved by Congress, which also dissolves as unconstitutional a special tribunal created to try them. As they arrive from the country's various jails, the prisoners are given a hero's welcome in the provincial government houses. The FAR merges with the Montoneros into a single organization.\n<br>\nOn June 20, Peron finally returns to the country. His private secretaryand one of Campora's ministers, Jose Lopez Rega, a former chief of policeand an astrologer, calls on unionists and members of the military to organize an armed contingent to be positioned on the stage above the crowd gathered near Ezeiza Airport during Peron's first public appearance in Argentina. The crowd begins to assemble the night before and is estimated at more than a million people. When the columns of the Peronist Youth approach, they are fired upon from above. The crowd scatters and at least thirteen people are killed and three hundred wounded by bullets.\n<br>\nPeron comes out against the Montoneros and forces Campora to resign. Raul Lastiri, Lopez Rega's son-in-law, assumes the presidency for aninterim period and calls new elections. On September 23, Peron is elected president for the third time, on a ticket completed by his wife Isabelita. Two days later, the Montoneros kill the general secretary of the General Confederation of Labor (CGT), Jose Rucci, a trade unionist, as one of those responsible for what happened in Ezeiza, but they do not claim responsibility for the attack in order not to enrage Peron. The ERP continues kidnapping U.S. businessmen and demanding ransom for them and attacking army facilities.", 
        "id": "redstararg1973", 
        "loc": "arg12", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1973, 
        "title": "Hundreds Wounded", 
        "type": "redstar"
    }, 
    {
        "end": 1974, 
        "entry": "The Indigenous Congress is organized by the Diocese of San Cristobal at the invitation of the state governor. Over 12,000 delegates representing 300 communities demand land reform, education in native languages, health care, and labor rights. The congress proves to be a historical juncture for indigenous grassroots organizing. ", 
        "id": "indmex1974", 
        "loc": "mex2", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1974, 
        "title": "12,000 Delegates", 
        "type": "ind"
    }, 
    {
        "end": 1974, 
        "entry": "On May 1, Peron calls the Montoneros &quot;immature imbeciles,&quot; whereupon they turn their backs on him and leave the Plaza de Mayo half empty. Peron dies on June I and lsabelita assumes the presidency, while Lopez Rega governs from behind the throne. The Triple A (Argentine Anti-Communist Alliance) begins to take action, kidnapping and assassinating intellectuals and politicians suspected of links to the guerrillas. In September, the Montoneros announce they are going back underground. The ERP opens a rural guerrilla front in the northern province of Tucuman.", 
        "id": "powarg1974", 
        "loc": "arg1", 
        "source": "Horacio Verbitsky's Confessions of an Argentine Dirty Warrior", 
        "start": 1974, 
        "title": "Underground(s)", 
        "type": "power"
    }
]
