[
    {
        "end": 1615, 
        "entry": "France establishes a colony on the island of Maranhao at the mouth of the river Amazon.", 
        "id": "powbra16001615", 
        "loc": "bra5", 
        "source": "", 
        "start": 1600, 
        "title": "France establishes Maranhao", 
        "type": "power"
    }, 
    {
        "end": 1694, 
        "entry": "Palmares, which will eventually become the largest Quilombo (i.e., community of escaped slaves) in Brazil is founded; the community lasts until 1694.", 
        "id": "redstarbra16001694", 
        "loc": "bra1", 
        "source": "", 
        "start": 1600, 
        "title": "Palmares, a community of escaped slaves", 
        "type": "redstar"
    }, 
    {
        "end": 1601, 
        "entry": "While metals flowed unceasingly from Latin American mines, equally unceasing were the orders from the Spanish Court granting paper protection and dignity to the Indians whose killing labor sustained the kingdom. The fiction of legality protected the Indian; the reality of exploitation drained the blood from his body. From slavery to the encomienda of service, and from this to the encomienda of tribute and the regime of wages, variants in the Indian labor force's juridical condition made only superficial changes in the real situation. \n<img src=\"mapimages/kingphilipiii.jpg\" style=\"float:right; padding: 0px 10px\">\n\nThe Crown regarded the inhuman exploitation of Indian labor as so necessary that in 1601 Philip III, banning forced labor in the mines by decree, at the same time sent secret instructions ordering its continuation &quot;in case that measure should reduce production.&quot;", 
        "id": "econeur1601", 
        "loc": "eur1", 
        "source": "Open Veins of Latin America, Galeano", 
        "start": 1601, 
        "title": "The King's &quot;protection&quot; of the Indigenous (and the encomienda)", 
        "type": "economy"
    }, 
    {
        "end": 1609, 
        "entry": "Between 1570 and 1609, Yanga led his followers into the mountains located in the vicinity of Pico de Orizaba (Citlaltepetl, or &quot;star mountain&quot;, the highest mountain in Mexico), the Cofre de Perote, Zongolica and Olmec regions. By 1600, it is reported that the Yanga maroon settlement, or palenques, was joined by Francisco de la Matosa and his group of African maroons. All of this occurred before the independence of Mexico from the Spanish crown. \n\nYanga's early palenques would turn into decades-long resistance against colonial Spain. In 1609, Spain's viceroy of New Spain (the colonial name of Mexico) was Luis de Velasco, Marquis of Salinas. That year, Velasco sent Captain Pedro Gonzalez on a military expedition against the Yanga palenques. The battle came to a head at the Rio Blanco and resulted in major losses on both sides. By 1631, viceroy of New Spain Rodrigo Pacheco began negotiations with the Gaspar Yanga resistance. Yanga struck an agreement with the colonial leader respecting Spain's recognition of an autonomous region for the African community. The first official name was San Lorenzo de los Negros (aka San Lorenzo de Cerralvo), near Cordova. Since 1932, the Mexican town has bore the name of its liberator Gasper Yanga. \n\n", 
        "id": "redstarmex1609", 
        "loc": "mex1", 
        "source": "", 
        "start": 1609, 
        "title": "Yanga", 
        "type": "redstar"
    }, 
    {
        "end": 1612, 
        "entry": "Thirty-five blacks, including seven women, are publicly hanged in the main plaza of Mexico city for plotting an uprising of black slaves to overthrow Spanish power in Mexico.", 
        "id": "powmex1612", 
        "loc": "mex1", 
        "source": " ", 
        "start": 1612, 
        "title": "A Warning to Others", 
        "type": "power"
    }, 
    {
        "end": 1616, 
        "entry": "Portuguese conquer the French colony at the mouth of the Amazon and found the city of Belem.", 
        "id": "powbra1616", 
        "loc": "bra5", 
        "source": "", 
        "start": 1616, 
        "title": "City of Belem founded", 
        "type": "power"
    }, 
    {
        "end": 1619, 
        "entry": "Between 1616 and 1619, Governor Juan de Solorzano carried out a survey of work conditions in the Huancavelica mercury mines (directly exploited by the Crown, in distinction to the silver mines, which were in private hands): &quot;The poison penetrated to the very marrow, debilitating all the members and causing a constant shaking, and the workers usually died within four years,&quot; he reported to the Council of the Indies and to the king. But in 1631 Philip IV ordered that the same system be continued, and his successor Charles II later reaffirmed the decree.", 
        "id": "econper16161619", 
        "loc": "per1", 
        "source": "Open Veins of Latin America, Galeano", 
        "start": 1616, 
        "title": "Penetrated to the Very Marrow", 
        "type": "economy"
    }, 
    {
        "end": 1620, 
        "entry": "\nOn the night of November 16, 1616, the Tepehuan rose in rebellion, taking the Spaniards completely by surprise. Entering Atotonilco, the Indians killed ten missionaries and 200 civilians. That same night they surrounded to Santiago Papasquiaro, where the Christians resisted 17 days. The Tepehuanes Indians had limited success in trying to enlist the aid of the Conchos Indians who lived around the Parras mission, on the northern edge of the Tepehuan territory. On the other hand, they had considerable success in getting the Acaxees and Xiximes to attack Spanish mines and settlements in western Nueva Vizcaya. However, when the Tepehuanes advanced on the recently converted Acaxee pueblos of Tecucuoapa and Carantapa, the 130 Acaxee warriors decided to side with the Spaniards and decisively defeated their Tepehuan neighbors. Because the loyalties of the Acaxees and Xiximes were divided, the Spaniards were able to extinguish their uprising more rapidly.\n<br>\nNative allies of the Spaniards were crucial in mounting an effective defense against the Tepehuanes and in putting down the revolt. On December 19, Captain Gaspar de Alvear led a force of sixty-seven armed cavalry and 120 Concho allies into the war zone to confront the insurgents. The hostilities continued until 1620 and laid waste to a large area. When Mateo de Vesga became Governor of Nueva Vizcaya in 1618, he described the province as &quot;destroyed and devastated, almost depopulated of Spaniards.&quot; By the end of the revolt, at least a thousand allied Indians had died, while the Tepehuanes may have lost as many as 4,000 warriors. Professor Spicer regards the Tepehuan revolt as &quot;one of the three bloodiest and most destructive Indian attempts to throw off Spanish control in northwestern New Spain.&quot; Following the revolt, the Tepehuanes fled to mountain retreats to escape Spanish vengeance. Not until 1723 would the Jesuits return to work among them.", 
        "id": "redstarmex16161620", 
        "loc": "mex1", 
        "source": "", 
        "start": 1616, 
        "title": "Almost Depopulated of Spaniards", 
        "type": "redstar"
    }, 
    {
        "end": 1625, 
        "entry": "Dutch capture and briefly hold the port of Bahia in Brazil.", 
        "id": "powbra16241625", 
        "loc": "bra3", 
        "source": "", 
        "start": 1624, 
        "title": "Dutch capture of Bahia", 
        "type": "power"
    }, 
    {
        "end": 1625, 
        "entry": "English settlers establish a colony on the island of Barbados", 
        "id": "powbar1625", 
        "loc": "bar1", 
        "source": "", 
        "start": 1625, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1630, 
        "entry": "Dutch capture the port of Recife in Brazil from the Portuguese.", 
        "id": "powbra1630", 
        "loc": "bra4", 
        "source": "", 
        "start": 1630, 
        "title": "Dutch capture of Recife", 
        "type": "power"
    }, 
    {
        "end": 1637, 
        "entry": "A movement led by the cacique Yaguacaporo in Paraguay between 1635 and 1637 &quot;ordained&quot; native bishops and priests with a view to forging a Guarani confederacy against the jesuits. Guarani folklore produced the figure of Perurima, a native who symbolized protest against the missionary tutelage of the reductions.", 
        "id": "indpar16351637", 
        "loc": "par1", 
        "source": "", 
        "start": 1635, 
        "title": "Perurima", 
        "type": "ind"
    }, 
    {
        "end": 1638, 
        "entry": "The sugar plantation of Barbados  had a labor force of 2,000 indentured servants and 200 African slaves in 1638—with an indentured servant costing 12pounds and a slave 25pounds. Since neither the slave nor the servant was likely to live more than four or five years, the servant seemed 'better value' to the plantation owners than the slaves.", 
        "id": "econbar1638", 
        "loc": "bar1", 
        "source": "", 
        "start": 1638, 
        "title": "One Dies, Get Another", 
        "type": "economy"
    }, 
    {
        "end": 1639, 
        "entry": "Some sixty slaves on the Carribean island of St. Kitts flee the plantations of their French masters and briefly maintain themselves in the surrounding jungles; most of the escapees are eventually executed or returned to slavery.", 
        "id": "redstarstk1639", 
        "loc": "stk1", 
        "source": "", 
        "start": 1639, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1645, 
        "entry": "Portuguese settlers revolt against Dutch rule in North Brazil", 
        "id": "powbra1645", 
        "loc": "bra5", 
        "source": "", 
        "start": 1645, 
        "title": "Revolt against the Dutch ", 
        "type": "power"
    }, 
    {
        "end": 1695, 
        "entry": "Sor Juana Ines de la Cruz, the great Mexican poet, feminist and nun, publishes works that promoting womens rights, science and other themes. Leaders decry her during her life, and she is officially rebuked for her works, only some of which survive to the present day.\n<br>&quot;<i>I do not see how the custom of men as teachers of women can be without its dangers, save only in the strict tribunal of the confessional, or the distant teachings of the pulpit, or the remote wisdom of books; but never I the repeated handling that occurs in such immediate and tarnishing contact. And everyone knows this to be true. Nevertheless, it is permitted for no better reason than the lack of learned older women; therefore, it does great harm not to have them. This point should be taken into account by those who, tied to the &quot;Let women keep silence in the churches,&quot; curse the idea that women should acquire knowledge and teach, as if it were not the Apostle himself who described them &quot;teaching well.&quot; Furthermore, that prohibition applied to the case related by Eusebius: to wit, that in the early Church, women were set to teaching each other Christian doctrine in the temples. The murmur of their voices caused confusion when the apostles were preaching, and that is why they were told to be silent. Just so, we see today that when the preacher is preaching, no one prays aloud.</i>&quot; \n—Excerpt from her Reply to Sister Filotea", 
        "id": "cultmex16481695", 
        "loc": "mex2", 
        "source": "", 
        "start": 1648, 
        "title": "The Dreamer", 
        "type": "culture"
    }, 
    {
        "end": 1653, 
        "entry": "Slaves outnumber indentured servants, 20,000 to 8,000, due to growing tobacco and sugar plantations.", 
        "id": "econbar1653", 
        "loc": "bar1", 
        "source": "", 
        "start": 1653, 
        "title": "2.5 to 1", 
        "type": "economy"
    }, 
    {
        "end": 1654, 
        "entry": "Portuguese expel the dutch from Brazil", 
        "id": "powbra1654", 
        "loc": "bra7", 
        "source": "", 
        "start": 1654, 
        "title": "Expulsion of Holland from Brazil", 
        "type": "power"
    }, 
    {
        "end": 1655, 
        "entry": "French capture the island of Haiti from Spain", 
        "id": "warhai1655", 
        "loc": "hai1", 
        "source": "", 
        "start": 1655, 
        "title": "", 
        "type": ""
    }, 
    {
        "end": 1656, 
        "entry": "English ships capture Jamaica from Spain, provoking a war.", 
        "id": "warjam1656", 
        "loc": "jam1", 
        "source": "", 
        "start": 1656, 
        "title": "", 
        "type": ""
    }, 
    {
        "end": 1667, 
        "entry": "Under the treaty of Breda, English Occupation of New Netherland is exchanged for the Dutch occupation of Surinam", 
        "id": "powsur1667", 
        "loc": "sur1", 
        "source": "", 
        "start": 1667, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1680, 
        "entry": "Portuguese establish the colony of sacramento in West Brazil.", 
        "id": "powbra1680", 
        "loc": "bra8", 
        "source": "", 
        "start": 1680, 
        "title": "Sacramento", 
        "type": "power"
    }, 
    {
        "end": 1692, 
        "entry": "\n\n\n<div style=\"float:right; margin:0px 10px;width:200px\">\n<img src=\"mapimages/mexicopopay.jpg\">\n<p class=\"caption\">\nA statue of Popay in the US Capitol Building, unveiled in 2005, celebrates the history of the rebellion against the Spanish.", 
        "id": "indmex16801692", 
        "loc": "mex1", 
        "source": "", 
        "start": 1680, 
        "title": "A Successful Revolt", 
        "type": "ind"
    }, 
    {
        "end": 1683, 
        "entry": "Portuguese establish the colony of Colonia on the River Plate in Argentina", 
        "id": "powarg1683", 
        "loc": "arg1", 
        "source": "", 
        "start": 1683, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1711, 
        "entry": "The slaves spent their strength and their days in the gold-washing installations. &quot;There they work,&quot; wrote Luis Gomes Ferreira, a doctor who lived in Minas Gerais during the first half of the eighteenth century, &quot;there they eat, and often there they have to sleep; and since when they work they are bathed in sweat, with their feet always in the cold earth, on stones, or in water, when they rest or eat their pores close and they become so chilled that they are susceptible to many dangerous illnesses, such as very severe pleurisies, apoplectic and paralytic fits, convulsions, pneumonia, and many other diseases.&quot; The <i>capitaes do mato</i> of Minas Gerais collected rewards in gold for the severed heads of slaves who tried to escape. Disease was a blessing from heaven because it meant the approach of death.<br>\nThe slaves were called the &quot;coins of the Indies&quot; when they were measured, weighed and embarked in Luanda in the Portuguese colony of Angola; in Brazil those surviving the ocean voyage became &quot;the hands and feet&quot; of the white master. Angola exported Bantu slaves and elephant tusks in exchange for clothing, liquor, and firearms, but Ouro Preto miners preferred blacks shipped from the little beach of Ouidah on the Gulf of Guinea because they were more vigorous, lasted somewhat longer, and had the magic power to find gold. Every miner also needed a black mistress from Ouidah to bring him luck on his expeditions. (In Cuba, medicinal powers were attributed to female slaves. According to onetime slave Esteban Montejo, &quot;There was one type of sickness the whites picked up, a sickness of the veins and male organs. It could only be got rid of with black women; if the man who had it slept with a Negress he was cured immediately.&quot;) Ouro Preto's appetite for slaves became insatiable; they expired in short order, only in rare cases enduring the seven years of continuous labor. Yet the Portuguese were meticulous in baptizing them all before they crossed the Atlantic, and once in Brazil they were obliged to attend mass, although they were not allowed to sit in the pews or to enter the chanel.\n<br>\nThe gold explosion not only increased the importation of slaves, but absorbed a good part of the black labor from the sugar and tobacco plantations elsewhere in Brazil, leaving them without hands. The miners were contemptuous of farming, and in 1700 and 1713, in the full flush of prosperity, hunger stalked the region: millionaires had to eat cats, rats, ants, and birds of prey. A royal decree in 1711 banned the sale of slaves occupied in agriculture, with the exception of those who showed &quot;perversity of character.&quot;\n<br>\n<img src=\"../mapgimages/middlepassageslavery.jpg\" style=\"width:100%;break-after: always\">\n\n", 
        "id": "econafr1711", 
        "loc": "afr1", 
        "source": "Open Veins of Latin America, Galeano", 
        "start": 1700, 
        "title": "The African Slaves", 
        "type": "economy"
    }, 
    {
        "end": 1799, 
        "entry": "In the eighteenth century Brazilian production of the coveted metal exceeded the total volume of gold that Spain had taken from its colonies in two previous centuries. Adventurers and fortune hunters poured in. Brazil had 300,000 inhabitants in 1700; a century later, at the end of the gold years, the population had multiplied eleven times. No less than 300,000 Portuguese emigrated to Brazil in the eighteenth century, a larger contingent than Spain contributed to all its Latin American colonies. From the conquest of Brazil until abolition, it is estimated that some 10 million blacks were brought from Africa; there are no precise figures for the eighteenth century, but the gold cycle absorbed slave labor in prodigious quantities.\n<br>\nSalvador de Bahia was the Brazilian capital of the prosperous Northeastern sugar cycle, but the &quot;golden age&quot; in Minas Gerais moved the country's economic and political capital southward and Rio de Janeiro, the region's port, became the new capital in 1763. In the dynamic heart of the new mining economy, camps bloomed abruptly into cities, described by a contemporary colonial authority as &quot;sanctuaries for criminals, vagabonds, and malefactors,&quot; in a vertigo of easy riches. The &quot;Vila Rica de Ouro Preto&quot; (The &quot;Rich Town of Black Gold,&quot; so called because the mined gold turned black on exposure to the humid air, due to the presence of silver. -Trans.) had grown to city size by 1711; born of the miners' avalanche, it was the quintessence of the gold civilization. Simao Ferreira Machado, describing it twenty-three years later, said that the power of Ouro Preto businessmen surpassed by far that of Lisbon's most flourishing merchants: &quot;Hither, as to a port, are directed and collected in the Royal Mint the grandiose amounts of gold from all the Mines. Here dwell the best educated men, both lay and ecclesiastic. Here is the seat of all the nobility and the strength of the military. It is, by virtue of its natural position, the head of the whole of America; and by the wealth of its riches, it is the precious pearl of Brazil.&quot; Another writer of the period, Francisco Tavares de Brito, in 1732 defined Ouro Preto as &quot;the Potosi of gold.&quot;", 
        "id": "econbra17011799", 
        "loc": "bra9", 
        "source": "", 
        "start": 1701, 
        "title": "Brazilian mining and emigration boom", 
        "type": "economy"
    }, 
    {
        "end": 1702, 
        "entry": "France acquires the <i>Asiento</i> from Spain to supply African slaves to the Spanish colonies in America.", 
        "id": "econeur1702", 
        "loc": "eur1", 
        "source": "", 
        "start": 1702, 
        "title": "Meaning the '<i>Permission to Sell People as Slaves</i>'", 
        "type": "economy"
    }, 
    {
        "end": 1709, 
        "entry": "Portuguese destroy the power of the Paulistas (slave-raiders) in South Brazil in the War of the Emboabas.", 
        "id": "warbra17081709", 
        "loc": "bra1", 
        "source": "", 
        "start": 1708, 
        "title": "War of the Emboabas", 
        "type": ""
    }, 
    {
        "end": 1711, 
        "entry": "Portuguese defeat Brazilian natives in the war of the Mascates", 
        "id": "warbra17101711", 
        "loc": "bra5", 
        "source": "", 
        "start": 1710, 
        "title": "War of the Mascates", 
        "type": ""
    }, 
    {
        "end": 1711, 
        "entry": "French capture and ransom Rio de Janeiro in Brazil", 
        "id": "warbra1711", 
        "loc": "bra2", 
        "source": "", 
        "start": 1711, 
        "title": "Battle of Rio de Janeiro", 
        "type": ""
    }, 
    {
        "end": 1712, 
        "entry": "Indigenous Tzeltal rebellion brought on by Spanish bi-annual tribute demands and crop failures. The Tzeltals are brutally held down. ", 
        "id": "indmex1712", 
        "loc": "mex23", 
        "source": "Zapatista Timeline by Tom Hansen and Enlace Civil", 
        "start": 1712, 
        "title": "Tribute to the Repression", 
        "type": "ind"
    }, 
    {
        "end": 1717, 
        "entry": "Portuguese build a fort at Montevideo on the River Plate in Uruguay", 
        "id": "powuru1717", 
        "loc": "uru1", 
        "source": "", 
        "start": 1717, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1719, 
        "entry": "Colonial authorities uncover a plot by fugitive slaves living in quilombos in the interior of Brazil to raise a slave revolt in the Rio das Mortes region of Minas Gerais state in southeastern brazil's mining district.", 
        "id": "powbra1719", 
        "loc": "bra2", 
        "source": "", 
        "start": 1719, 
        "title": "Slave plot foiled", 
        "type": "power"
    }, 
    {
        "end": 1720, 
        "entry": "British establish the colony of Honduras", 
        "id": "powhon1720", 
        "loc": "hon1", 
        "source": "", 
        "start": 1720, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1721, 
        "entry": "Jose de Antequerra leads the revolt of the communeros against the Spanish in Paraguay", 
        "id": "redstarpar1721", 
        "loc": "par1", 
        "source": "", 
        "start": 1721, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1726, 
        "entry": "Spanish capture Montevideo in Uruguay from the Portuguese", 
        "id": "waruru1726", 
        "loc": "uru1", 
        "source": "", 
        "start": 1726, 
        "title": "", 
        "type": ""
    }, 
    {
        "end": 1739, 
        "entry": "The First Maroon War erupts in Jamaica between the colonial government and the communities of runaway slaves known as maroons; unable to defeat the maroons, the British accepted a compromise treaty suggested by the maroon leader Cudjoe; the agreement allowed the maroons to live in five specified towns under their own chiefs and a British supervisor.", 
        "id": "redstarjam17301739", 
        "loc": "jam1", 
        "source": "", 
        "start": 1730, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1733, 
        "entry": "Juan Andresote, an ex-slave of mixed African and Indian ancestry (a &quot;Zambo&quot;), leads a revolt against the commercial policies of the Spanish Vicery of New Granada (modern-day venezuela); Andresote led a rebel coalition consisting of fugitive slaves, free blacks, and Indians.In 1732, Spanish officials in Venezuela threw 150 conscripted Indians and Africans, and 100 white soldiers against Andresote, whom the Spanish Crown saw as a business rival. When Adresote's guerrilla fighters surrounded the invaders, their soldiers of color defected. Then, the musket fire of Andresote's men finished the work, killing or wounding more than half of the whites, as the rest scurried home. Andresote is never caught.", 
        "id": "redstarven17301733", 
        "loc": "ven1", 
        "source": "", 
        "start": 1730, 
        "title": "Zambo", 
        "type": "redstar"
    }, 
    {
        "end": 1731, 
        "entry": "Enslaved Afro-Cubans forced by the Spanish administration to work the copper mines of Santiago del Prado, also known as El Cobre, on the island of Cuba, flee into the mountains.", 
        "id": "redstarcub1731", 
        "loc": "cub1", 
        "source": "", 
        "start": 1731, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1731, 
        "entry": "Paraguayan revolutionary Jose de Antequerra is defeated and executed.", 
        "id": "powpar1731", 
        "loc": "par1", 
        "source": "", 
        "start": 1731, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1734, 
        "entry": "Slaves in the Carribean island of St. John overthrow the Danish colonial administration and end slavery until May 1734 when French forces restored European control of the island.", 
        "id": "redstarstj17331734", 
        "loc": "stj1", 
        "source": "", 
        "start": 1733, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1735, 
        "entry": "Spanish authorities finally suppress the revolt of the communeros in Paraguay", 
        "id": "powpar1735", 
        "loc": "par2", 
        "source": "", 
        "start": 1735, 
        "title": "", 
        "type": "power"
    }, 
    {
        "end": 1736, 
        "entry": "Compared to the Slave Revolt in St. John two years prior, the revolt in Antigua was a more serious matter in that a more valuable island was at stake, and the revolt involved slaves who were most comfortably off. The revolt was scheduled for October 11, the anniversary of the King's coronation; a grand ball was to have been given in honor of the occasion, and the Negroes planned to blow up the Governor's house, the explosion serving as the signal for a general massacre of the whites. The ball was deferred on account of the Governor's son, and the conspiracy was betrayed by an accomplice. The chief figures in the plot included three waiting men, thirteen carpenters, eight coopers, one coppersmith, one sugar boiler, two masons, one butcher, twenty-six drivers, three coachmen, one head field negro, one millwright, three fishermen, one wheelwright, one 'obeah man', and three fiddlers—some of the most trusted and valuable slaves. The leader, who called himself King Court, and his two generals, Tomboy and Hercules, were broken on the wheel; so were three others. Six slaves were gibbeted, seventy-seven burned alive, and thirty-six banished.\nA commission of inquiry stated that the admission of slaves into 'occupations truly proper only for freemen' was an underlying cause of the insurrection, and it recommended that slaves should be debarred from becoming tradesmen, overseers, drivers, distillers, shopkeepers, hawkers, peddlers, sailers, fiddlers for gain, or from keeping horses or working out for themselves. Tomboy had been a master mason who had been allowed by his master to take negro apprentices and make what profit he could out of his own and their labor. He paid his owner a fixed sum per month, and it was stated that the remainder of his earnings had been invested in the revolt. ", 
        "id": "redstarant1736", 
        "loc": "bar1", 
        "source": "", 
        "start": 1736, 
        "title": "Invested in the Revolt", 
        "type": "redstar"
    }, 
    {
        "end": 1739, 
        "entry": "British capture the Spanish settlement of Porto Bello in Panama", 
        "id": "warpan1739", 
        "loc": "pan1", 
        "source": "", 
        "start": 1739, 
        "title": "", 
        "type": ""
    }, 
    {
        "end": 1742, 
        "entry": "Juan Santos Atahualpa leads a rebellion in the jungle.", 
        "id": "redstarper1742", 
        "loc": "per1", 
        "source": "", 
        "start": 1742, 
        "title": "", 
        "type": "redstar"
    }, 
    {
        "end": 1748, 
        "entry": "British fleet captures Port Louis in Haiti from the French", 
        "id": "warhai1748", 
        "loc": "hai1", 
        "source": "", 
        "start": 1748, 
        "title": "", 
        "type": ""
    }
]
